[{"model": "resep.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$260000$kqTeLVIMIrkbILYD99Ku3C$vyHdA4X8r4+Pdg17etjeup03M4wjSOhBNe7pYK0VgvE=", "last_login": "2021-06-26T09:35:14.586Z", "is_superuser": true, "username": "andri", "first_name": "Andri", "last_name": "Gunawan", "email": "andri.gunawan.a87@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2021-05-19T06:57:29Z", "groups": [], "user_permissions": []}}, {"model": "resep.user", "pk": 2, "fields": {"password": "pbkdf2_sha256$260000$MiBLbABUvZvlc7qUESR31Y$jHTG9VTESe7FpPI6gDk6eEIEq+xsIVmkiSeeYOkD+8Q=", "last_login": "2021-05-20T06:39:16Z", "is_superuser": false, "username": "atoyku", "first_name": "", "last_name": "", "email": "atoyku@gmail.com", "is_staff": false, "is_active": true, "date_joined": "2021-05-20T06:39:16Z", "groups": [], "user_permissions": []}}, {"model": "resep.user", "pk": 3, "fields": {"password": "pbkdf2_sha256$260000$lgsT5Zm2YaIl4xCocM8lLw$VVZiWFvRX/FWOvF/LSPK8gszCgs+Drt1JAlQQ5R0OB0=", "last_login": "2021-06-25T05:52:10Z", "is_superuser": false, "username": "yuser", "first_name": "Yuser", "last_name": "Ambarita", "email": "yuser@examples.com", "is_staff": false, "is_active": true, "date_joined": "2021-06-08T06:01:12Z", "groups": [], "user_permissions": []}}, {"model": "resep.user", "pk": 4, "fields": {"password": "pbkdf2_sha256$260000$sbQ613dgfbRaNzfRsiE63T$ox5HHhSBGXfm9v5k6iVGHwSPCu7JhFF211yCWTfdXTQ=", "last_login": "2021-06-26T05:01:32.679Z", "is_superuser": false, "username": "chrono.fans", "first_name": "", "last_name": "", "email": "chrono.fans@gmail.com", "is_staff": false, "is_active": true, "date_joined": "2021-06-12T05:30:45Z", "groups": [], "user_permissions": []}}, {"model": "resep.user", "pk": 5, "fields": {"password": "pbkdf2_sha256$260000$1QoX0cTJ6btlYJTWV8gD5t$Gh9i166tplAiXyJCL9is6M8DtyoxrhQlQLCinuX0ELc=", "last_login": "2021-06-26T05:01:19.134Z", "is_superuser": false, "username": "emma", "first_name": "Emma", "last_name": "Christ", "email": "emma@examples.com", "is_staff": false, "is_active": true, "date_joined": "2021-06-12T05:34:05Z", "groups": [], "user_permissions": []}}, {"model": "resep.user", "pk": 6, "fields": {"password": "pbkdf2_sha256$260000$2KCw9IFSt6Z66zwvR0pfyY$3g4rtSjgQMzwJFddz1ma73fMfTrN4YL8jFdpC2lY+Dg=", "last_login": "2021-06-25T06:29:34.391Z", "is_superuser": false, "username": "john", "first_name": "", "last_name": "", "email": "john@examples.com", "is_staff": false, "is_active": true, "date_joined": "2021-06-12T06:08:11.208Z", "groups": [], "user_permissions": []}}, {"model": "resep.recipe", "pk": 1, "fields": {"user": 1, "title": "Resep Risoles Ragout Bayam Jamur, Camilan Akhir Pekan yang Menggiurkan", "key": "resep-risoles-ragout-bayam-jamur", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/02/risoles-ragout-bayam-jamur-10-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:23:36.927Z", "desc": "Membuat camilan rumahan seperti Risoles Ragout Bayam Jamur ternyata tidak sesulit yang dibayangkan. Berkat kehadiran Royco Sup Krim Ayam, kita dapat dengan mudah membuat isiannya. Selebihnya, padukan bersama bayam serta jamur yang menyehatkan!Selain membuat isiannya yang lezat, kali ini aku ingin mengajak kalian untuk belajar membuat kulitnya juga. Cara membuat risoles diawali dengan menyiapkan tepung terigu, garam, telur, susu, serta margarin saja lho ternyata! Memang terasa lebih praktis bila membeli kulitnya di supermarket, hanya saja sebagai koki rumahan, aku ingin selalu bisa mempelajari hal-hal baru di dapur. Salah satunya adalah elemen yang menarik ini.Setelah berhasil membuatnya di rumah, tentu kamu juga ingin mempelajari banyak resep camilan lainnya dariku, bukan? Yuk, coba deh resep-resep seperti Ote-Ote Udang, Martabak Telur, ataupun Gehu Keju Pedas. Pastikan untuk membuatnya di akhir pekan ini, ya!", "ingredient": ["100 g tepung terigu serbaguna", "½ sdt garam", "2 butir telur, kocok lepas", "250 ml susu cair", "1 sdm margarin cair", "2 sdm tepung terigu", "1 butir telur, kocok", "3 sdm tepung roti", "100 g daun bayam, cincang halus", "100 g jamur champignon, cincang halus", "1 siung bawang putih, cincang", "2 sdt margarin", "2 butir telur rebus, kupas, cincang kasar", "1 bungkus Royco Sup Krim Ayam", "400 ml air dingin"], "step": ["1 Aduk rata Royco Sup Krim Ayam dengan air dingin. Sisihkan.", "2 Panaskan margarin, tumis bawang putih dan jamur hingga jamur matang. Masukkan bayam dan telur rebus, aduk rata.", "3 Tuang larutan Royco Sup Krim Ayam, masak sambil diaduk hingga mengental. Angkat dan sisihkan.", "4 Kulit risoles: Aduk rata tepung terigu dan garam dalam mangkuk. Tuang susu cair, telur, dan margarin cair, aduk rata hingga adonan licin. Diamkan selama 30 menit.", "5 Panaskan wajan datar antilengket, olesi dengan sedikit minyak. Tuang 1 sendok sayur adonan ke dalam wajan, goyangkan wajan agar adonan merata ke semua sisi wajan. Masak di atas api sedang hingga matang, angkat. Ulangi proses serupa pada sisa adonan.", "6 Ambil selembar kulit risoles, letakkan 2 sdm bahan isian di atasnya, lipat membentuk amplop. Ulangi proses serupa hingga kulit habis.", "7 Baluri risoles dengan tepung terigu secara merata. Ambil satu buah risol, celupkan ke dalam telur, kemudian balur dengan tepung roti hingga merata. Ulangi proses serupa pada sisa risoles.", "8 Panaskan minyak, goreng risoles hingga kecokelatan. Angkat dan sajikan."], "like_count": 88}}, {"model": "resep.recipe", "pk": 2, "fields": {"user": 1, "title": "Resep Gulai Kambing, Sederhana namun Kaya Akan Rasa", "key": "resep-gulai-kambing-sederhana", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/04/resep-gulai-kambing-sederhana-400x240.jpg", "difficulty": "Level Chef Panji", "times": "1jam 10mnt", "date": "2021-05-26T07:23:38.324Z", "desc": "Resep gulai kambing mungkin betul terlihat sederhana adanya, namun bagaimana untuk bahan-bahan yang digunakan agar terasa lezat? Apalagi makanan istimewa ini yang layak dimasak untuk saat yang istimewa dan disantap bersama orang-orang yang istimewa.Tidak hanya untuk hari raya, sajian ini cocok ketika kamu dan keluarga sedang kangen-kangennya makanan olahan kambing. Bukan soal dagingnya saja ternyata, begitu banyak rempah dan bumbu yang harus saling berkenalan dulu sebelum gulai benar-benar bisa dinikmati. Memang proses masaknya cukup memakan waktu, tapi kalau dilakukan dengan benar maka hasilnya akan luar biasa. Tantangan sebenarnya ada di saat kita memasak santan bersama kuah gulai ini. Ada dua jenis santan yang akan dipakai dan ini harus diperhatikan benar cara memasaknya – khususnya untuk yang baru pertama kalinya memasak gulai.Setelah mengikuti langkah-langkah yang saya jabarkan di resep ini, akhirnya kalian akan menemukan waktunya untuk memasukkan santan ke dalam gulainya. Jangan kuatir, tarik nafas dalam-dalam dan sedikit lakukan peregangan badan dulu. Setelah siap, masukkan terlebih dahulu santan yang encer. Aduk-aduk secara konsisten hingga semua mulai matang dan baru kemudian masukkan santan yang kental.Oke, resikonya adalah apa yang disebut dengan santan pecah. Artinya santan akan menggumpal dan tidak menyatu dengan kuah gulainya. Selain secara presentasi akan tampak kurang bagus, rasa dari santan tidak sepenuhnya keluar dan menjadikan gulainya kurang sedap. Satu hal lainnya yang harus diperhatikan ketika memasak santan adalah penggunaan api kecil. Tangan pegal karena mengaduk dan kesabaran ekstra akan sangat berfaedah di sini, karena niscaya makanan akan menjadi nikmat pada waktunya.Jadi sudah lengkap belum resep gulai kambing ini untuk hari raya? Dengan menyelesaikan yang satu ini, setidaknya pekerjaan rumah untuk masak banyak resep Lebaran dan Idul Adha sudah berkurang setengahnya. Sementara ini, nikmati dulu saja deh hasil jerih payahmu memasak resep gulai kambing sederhana ini. Selamat makan!", "ingredient": ["500 gram daging kambing, potong", "500 gram iga kambing, potong", "3 lembar daun jeruk", "1 batang serai, memarkan", "1 lembar daun kunyit, ikat", "2 lembar daun salam", "2 butir asam kandis", "5 sdm Bango Kecap Manis Pedas", "1 liter santan kental", "1 liter santan encer", " bawang merah goreng", "2 liter air", "4 sdm minyak sayur", "4 siung bawang putih", "8 butir bawang merah", "12 buah cabe merah keriting", "2 cm jahe", "4 cm kunyit", "5 butir kemiri", "½ sdt ketumbar", "2 butir cengkeh, sangrai", "3 butir pekak, sangrai", "3 butir kapulaga, sangrai", "2 cm kayu manis, sangrai", "½ sdt lada", "2 sdt garam", "2 sdt gula pasir"], "step": ["1 Rebus daging kambing dan daging iga hingga setengah lunak.", "2 Tumis bumbu halus, serai, daun kunyit, daun salam, daun jeruk, dan Bango Kecap Manis Pedas hingga matang dan harum.", "3 Masukkan bumbu halus ke dalam rebusan daging dan iga kambing. Tambahkan santan encer dan masak hingga lunak.", "4 Tambahkan santan kental. Aduk supaya santan tidak pecah.", "5 Sajikan dengan Bango Kecap Manis Pedas."], "like_count": 44}}, {"model": "resep.recipe", "pk": 3, "fields": {"user": 1, "title": "Resep Empal Gentong, Siapkan yang Spesial untuk Santap Hari Ini", "key": "resep-empal-gentong", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/10/empal-gentong-MAHI-6-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam 30mnt", "date": "2021-05-26T07:23:39.505Z", "desc": "Empal gentong, satu sajian penuh rempah dan daging sapi khas Cirebon. Kuahnya yang kaya dan rasanya yang begitu khas memang terasa mewah dan menyenangkan. Kota di pesisir pantai utara Jawa Barat ini memang terkenal istimewa dengan berbagai masakan tradisional. Bahkan provinsi ini boleh berbangga dengan salah satu hidangan terbaiknya ini.Memang banyak alasan makan-makan ketika bermain ke kota Cirebon. Ada nasi jamblang, nasi lengko, sate kalong, hingga tahu gejrot. Meski hawanya panas, sepertinya tidak pernah cukup mencoba hal-hal yang baru di berbagai kedai kaki limanya kota ini. Pulang ke rumah, yang ada rasanya kangen ingin menikmati kembal hal-hal menyenangkan yang terjadi di sana.Memasak empal gentong menjadi satu keharusan tersendiri. Selain untuk memanjakan keluarga tercinta, tentunya masakan ini tepat juga bila disajikan pada acara-acara istimewa. Maklum, cukup sering kita menemukan empal gentong saat acara pernikahan. Nah, kenapa tidak jadikan yang spesial juga untuk di rumah.Ayo, simak resep dariku berikut ini. Sebagai pertimbangan lebih sehatnya, aku mengganti santan biasanya dengan susu rendah lemak. Tapi jangan khawatir, beragam rempah serta kehadiran Royco Kaldu Sapi dan Bango Kecap Manis tetap akan menjadikan sajian ini lezat.Selamat memasak!", "ingredient": ["500 g daging sapi has dalam", "300 ml susu rendah lemak", "6 buah cabai merah rawit, iris serong", "1 sdm cengkih bubuk", "2 cm kayu manis", "1 buah bunga lawang", "3 butir kapulaga", "2 lembar daun salam", "6 lembar daun jeruk", "3 cm lengkuas, memarkan", "3 batang serai, memarkan", "½ sdm gula merah", "1.5 L air", "3 sdt Royco Kaldu Sapi", "2 sdm Bango Kecap Manis", "3 sdm minyak sayur", "12 butir bawang merah", "7 siung bawang putih", "7 butir kemiri, sangrai", "2 sdt ketumbar, sangrai", "¼ sdt jintan", "½ sdt merica putih bubuk", "2 cm jahe", "1 sdm kunyit bubuk", "3 buah lontong, iris tebal", "6 lembar daun kucai, iris tipis", "2 batang daun bawang, iris tipis", "2 sdm bawang merah goreng, taburkan", "1 buah jeruk nipis, belah dua"], "step": ["1 Panaskan air dan rebus daging sapi, tambahkan kayu manis, bunga lawang, daun salam, daun jeruk, serai, lengkuas, serta\ngula jawa. Setelah mendidih, kecilkan api, masak hingga daging empuk.", "2 Di wajan lain, tumis bumbu halus hingga harum. Masukkan bumbu ke dalam panci berisi daging rebus. Tambahkan Royco Kaldu Sapi dan Bango Kecap Manis. Aduk rata.", "3 Tuang susu. Aduk lalu masak hingga matang, Matikan api.", "4 Penyajian: Tata lontong di dalam mangkuk. Beri beberapa potong daging empal gentong. Siram dengan kuahnya. Beri taburan daun kucai, daun bawang, dan bawang goreng di atasnya. Sajikan bersama irisan jeruk nipis."], "like_count": 9}}, {"model": "resep.recipe", "pk": 4, "fields": {"user": 1, "title": "Resep Misoa Kuah Jamur Udang, Hangatkan Kebersamaan dengan Keluarga", "key": "resep-misoa-kuah-jamur-udang", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/07/misoa-kuah-jamur-udang-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:23:40.820Z", "desc": "Bayangkan kehadiran misoa kuah jamur udang yang hangat saat malam yang dingin. Sepertinya saat pemulihan juga akan semakin terbantu karena kehadiran makanan enak ini. Resep misoa kuah yang sangat simpel ini harus banget kamu ketahui.Dengan pilihan bumbu yang minim, resep udang ini akan semakin mantap dengan menggunakan bahan-bahan yang segar. Misalnya udang segar, jahe segar, hingga misoa yang baru saja diseduh. Siapkan juga kuah jahe berkaldu yang menyegarkan untuk menjadikan misoa kuah jamur udang ini semakin istimewa. Sajikan resep misoa kuah ini untuk seluruh keluarga agar kebersamaan semakin terasa menyenangkan.Kalau kamu pencinta masakan mie, kenali juga berbagai perbedaan di antara mereka. Jangan lupa juga untuk mencoba resep-resep seperti mie rebus Jawa, mie tek-tek, mie koclok, dan banyak lainnya.", "ingredient": ["100 g misoa, rebus, tiriskan", "100 g jamur kuping, potong-potong", "100 g udang, lepas kulit", "50 g kembang tahu, potong-potong", "1 cm jahe, memarkan", "2 bungkus Royco Kaldu Ayam", "1 L air", "2 sdm daun bawang, iris"], "step": ["1 Didihkan air dalam panci bersama jahe dan Royco Kaldu Ayam.", "2 Masukkan jamur dan kembang tahu. Masak dahulu selama 5 menit sebelum memasukkan udang. Masak hingga berubah warnanya.", "3 Tambahkan misoa yang sudah diseduh, aduk rata. Angkat.", "4 Sajikan dengan taburan daun bawang."], "like_count": 77}}, {"model": "resep.recipe", "pk": 5, "fields": {"user": 1, "title": "Cara Memasak Daging Kambing Saat Menyambut Idul Adha", "key": "cara-memasak-daging-kambing", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/08/cara-memasak-daging-kambing-MAHI-5-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:23:42.126Z", "desc": "Daging kambing sudah menjadi satu keunikan tersendiri menjelang Idul Adha yang akan dinikmati bersama keluarga, baik untuk santap siang maupun malam. Tentunya setiap tahun akan timbul pertanyaan mengenai tips mudah untuk mengolahnya. Itulah sebabnya saya berbagi cara memasak daging kambing yang pasti bisa dicoba siapa saja.Daging kambing begitu mudah ditemukan menjelang hari Idul Adha. Ritual suci berkurban memang membawa berkah bagi banyak orang dan begitupun bagi mereka yang punya hobi memasak. Menyumbangkan daging kurban yang telah dimasak tentu akan memberikan kebahagiaan tersendiri bagi yang menerimanya. Selain menyenangkan keluarga, sate kambing yang lezat juga akan mendatangkan senyum bagi banyak orang yang membutuhkan.Mengolah daging kambing memang membutuhkan perhatian ekstra. Yang pertama adalah agar daging menjadi lebih wangi dan juga agar lebih empuk. Pada video berikut ini, saya akan berbagi cara-cara mudah yang bisa ditempuh di rumah dengan menggunakan bahan-bahan yang tersedia sehari-hari dan juga buah nanas. Selebihnya, kita cukup menyiapkan daging dalam bentuk sate dan memanggangnya bersama Bango Kecap Manis.Selamat mencoba!", "ingredient": ["500 g daging kambing muda", "100 ml Bango Kecap Manis", "2 sdt air asam jawa", "½ sdm margarin", "3 lembar daun jeruk", "6 butir bawang merah", "3 siung bawang putih", "2 sdt biji ketumbar, sangrai", "½ sdm jintan, sangrai", "2 cm jahe", "1 buah nanas ukuran sedang, kupas dan buang tengahnya", "1 sdt gula pasir", "½ sdt lada putih bubuk", "5 butir bawang merah, iris tipis", "3 buah cabai rawit merah, iris tipis", "1 buah tomat, potong kasar", "2 buah jeruk nipis, belah empat", "10 g kol putih, iris tipis", "15 tusuk sate"], "step": ["1 Panaskan margarin di atas wajan. Tumis bumbu halus dan daun jeruk, kemudian angkat dan pindahkan ke mangkuk. Tuangkan Bango Kecap Manis dan air asam jawa, aduk rata. Campur ke daging kambing secara merata, lalu diamkan 30 menit hingga bumbu meresap.", "2 Tusuk 3-4 potong daging kambing ke satu tusuk sate.", "3 Panggang sate kambing di wajan pemanggang dan olesi dengan sisa bumbu kecap di kedua sisinya. Panggang hingga matang dan berwarna kecokelatan.", "4 Angkat dan hidangkan dengan sayuran pelengkap."], "like_count": 36}}, {"model": "resep.recipe", "pk": 6, "fields": {"user": 1, "title": "Resep Celimpungan, Gaya Unik Orang Palembang Menikmati Pempek", "key": "resep-celimpungan-khas-palembang", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/05/CELIMPUNGAN-PALEMBANG-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam 15mnt", "date": "2021-05-26T07:23:43.783Z", "desc": "Celimpungan mungkin belum familiar di telinga ataupun lidah kamu. Hidangan yang berasal dari Palembang, Sumatera Selatan ini yaitu pempek yang dinikmati bersama kuah santan. Perbedaan antara celimpungan dengan pempek hanya pada bentuknya yang bulat kecil dan disajikan dengan kuah santan yang rasanya mirip seperti laksa.Di kota asalnya, hidangan ini akrab dijajakan sebagai menu sarapan sama halnya dengan beberapa menu khas Sumatera Selatan lainnya seperti laksan, burgo, dan mie celor. Kuah kuning kental dihasilkan dari santan dan bumbu halus yang mengandung kunyit sehingga warna kuahnya jadi kuning. Untuk kamu yang sedang ingin menjaga berat badan, padukan komposisi santan dengan susu rendah lemak. Kuah celimpungan tetap sedap dan gurih!Jika ingin umur simpan pempek panjang, siapkan bahan baku dalam jumlah banyak, masak hingga pada saat proses perebusan. Biarkan hingga pempek tidak panas, simpan dalam wadah dan lumuri pempek dengan tepung sagu atau tepung tapioka sehingga pempek tak mudah menempel satu sama lain. Simpan dalam freezer hingga sesaat akan digunakan. Hidangkan celimpungan untuk sarapan, camilan sore, atau saat kumpul bersama dengan keluarga atau teman. Kebersamaan jadi lebih istimewa!", "ingredient": ["350 g fillet ikan tenggiri, giling halus", "2 butir telur ayam", "5 sdm air", "½ sdt garam", "1 sdt Royco Kaldu Ayam", "175 g tepung tapioka", "350 ml santan kental", "500 ml susu rendah lemak", "500 ml air", "1 sdt garam", "1 sdt merica bubuk", "2 lembar daun salam", "1 batang serai", "1 sdm Royco Kaldu Ayam", "2 sdm minyak goreng, untuk menumis", "5 butir bawang merah", "5 siung bawang putih", "1 cm kunyit", "1 cm jahe", "1 cm lengkuas", "1 butir kemiri, sangrai", "1 sdt ketumbar"], "step": ["1 Celimpungan: Aduk rata ikan tenggiri, telur, air, garam, dan Royco Kaldu Ayam. Masukkan tepung tapioka, aduk rata.", "2 Bulatkan adonan membentuk bola pingpong. Lakukan hingga adonan habis.", "3 ", "4 Kuah: Panaskan minyak, tumis bumbu halus hingga harum. Masukkan daun salam, serai, garam, dan merica, aduk rata. Tambahkan air dan Royco Kaldu Ayam, aduk.", "5 Masukkan susu dan santan, masak sambil diaduk hingga matang. Masukkan celimpungan ke dalam kuah, aduk.", "6 Angkat. Sajikan."], "like_count": 39}}, {"model": "resep.recipe", "pk": 7, "fields": {"user": 1, "title": "Resep Buntut Sapi Pedas, Akhir Pekan Tidak Pernah Seseru Ini", "key": "resep-buntut-sapi-pedas", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/08/buntut-sapi-pedas-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam 30mnt", "date": "2021-05-26T07:23:44.780Z", "desc": "Kehadiran buntut sapi pedas bakal jadi primadona di atas meja makanmu akhir pekan ini. Berdampingan dengan hidangan khas Indonesia lainnya, sajian yang satu ini bisa dipastikan bakal jadi rebutan. Memang sulit orang Indonesia untuk menolak kehadiran sop buntut.Apalagi kali ini kita akan menambahkan jamur shiitake ke dalam formulanya. Tambahkan kentang, beragam bumbu, serta saus tiram, buntut sapi pedas ini memang unik. Direbus bersama jamur shiitake dan tambahan Bango Kecap Manis, sepertinya sudah terbayang-bayang akan kelezatannya. Itulah sebabnya tadi kalau resep ini sungguh istimewa. Jangan sampai ketinggalan untuk membuatnya, ya!Coba juga varian buntut lainnya seperti semur buntut sapi santan ataupun sop buntut gaya Surabaya. Meriahkan setiap minggunya dengan yang istimewa!", "ingredient": ["3 potong buntut sapi", "150 g jamur shiitake kering, rendam", "60 g cabai merah kering", "50 g jamur salju", "1 sdm Bango Kecap Manis", "10 g jahe, iris tipis", "6 siung bawang putih", "4 butir bawang merah", "3 L kaldu", "100 ml saus tiram", "1 sdm minyak", "2 buah kentang, rebus, potong dadu", "1 sdm minyak salad", " merica putih bubuk", " garam", "4 batang kucai"], "step": ["1 Rebus buntut hingga setengah matang, sisihkan.", "2 Tumis minyak salad bersama kentang. Bumbui dengan garam dan merica, kemudian tambahkan daun kucai. Aduk rata, angkat.", "3 Tumis bawang merah, bawang putih, jahe dan cabai kering hingga wangi.", "4 Tuangkan saus tiram serta jamur. Aduk hingga rata dan mendidih.", "5 Tambahkan Bango Kecap Manis, garam dan merica secukupnya.", "6 Masak buntut sapi di atas sapi kecil hingga empuk. Angkat dan sajikan dengan pelengkap."], "like_count": 26}}, {"model": "resep.recipe", "pk": 8, "fields": {"user": 1, "title": "Resep Pastel Goreng Isi Sayuran, Kudapan Baru untuk Teh Sore Nanti", "key": "resep-pastel-goreng-isi-sayuran", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/06/resep-pastel-isi-sayuran-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:23:45.785Z", "desc": "Menikmati pastel goreng dan berbagai kudapan lainnya di sore hari bersama segelas teh ataupun kopi adalah satu kegiatan yang menyenangkan. Khusus untuk camilan yang satu ini, perlu kamu masukkan ke dalam khazanah pengetahuan resep snack di rumah. Pastikan untuk mencoba resep pastel ini, ya!Dengan isian berupa sayuran lengkap, resep pastel yang satu ini bukanlah sekadar gorengan biasa. Di masa-masa ketika kita ingin peduli dengan kesehatan ini, tentulah kita perlu berkompromi soal menyediakan makanan di rumah. Dengan mengikuti resep pastel berikut ini, kamu bisa dengan mudah menyiapkan belasan potong pastel yang cukup untuk memuaskan seisi rumah. Kalau masih kurang, jangan ragu untuk tambah ya. Usut punya usut, rasanya lezat!Kalau ingin tahu resep camilan lainnya, simak saja cara membuat pisang nugget, potato wedges, ataupun bakwan enoki. Menyenangkan!", "ingredient": ["400 g tepung terigu protein rendah", "150 g margarin", "2 putih telur", "100 ml air es", "½ sdt garam", "150 g wortel, potong kotak kecil", "1 buah kentang rebus, potong dadu kecil", "1 batang seledri, iris", "2 buah telur ayam, rebus, cincang kasar", "8 siung bawang putih", "1 batang daun bawang, iris", "½ sdt pala bubuk", "1 sdm Royco Kaldu Ayam", "1 sdt merica putih bubuk", "1 sdt gula pasir", "1 sdm tepung maizena, larutkan dengan 4 sdm air", "50 ml air", " minyak, untuk menggoreng"], "step": ["1 Isian: Panaskan minyak, tumis bawang putih hingga harum. Masukkan wortel dan kentang, aduk rata.", "2 Tambahkan telur, daun bawang, seledri, merica, dan Royco Kaldu Ayam. Aduk rata. Tuangkan larutan tepung maizena, air, aduk hingga bahan isian mengental. Angkat, sisihkan.", "3 Kulit pastel: Aduk rata Uleni tepung terigu, margarin cair, minyak, dan garam menggunakan telapak tangan. Tambahkan telur, uleni kembali hingga tercampur rata. Tuangkan air es sedikit demi sedikit terus sambil terus diaduk diuleni menggunakan tangan hingga adonan kalis. Bulatkan.", "4 Bagi adonan menjadi 15 bagian. Ambil satu bagian, bulatkan, lalu pipihkan atau gilas tipis menggunakan rolling pin. Taruh 1 sdm bahan isi ke bagian tengahnya, tutup hingga membentuk setengah lingkaran. Pilin bagian pinggirnya. Ulangi proses untuk sisa adonan hingga habis.", "5 Panaskan minyak di atas api sedang, goreng hingga berwarna cokelat keemasan. Angkat, sajikan kue pastel selagi hangat."], "like_count": 0}}, {"model": "resep.recipe", "pk": 9, "fields": {"user": 1, "title": "Resep Tumis Daging Kecap Pedas, Bintang Menu Makan Malam Hari Ini", "key": "resep-tumis-daging-kecap-pedas", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/01/tumis_daging_kecap_pedas-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:23:47.065Z", "desc": "Tumis daging dalam bentuk dadu selalu menggugah selera, dan kali ini tertuang melalui resep Tumis Daging Kecap Pedas. Meskipun mengingatkan kita pada resep legendaris sapi lada hitam, namun yang satu ini memiliki kearifan lokal berkat kehadiran kecap manis. Serunya lagi, proses masaknya juga begitu cepat dan mudah.Pertama-tama, siapkan dulu daging yang telah dipotong dadu. Panaskan wajan dengan menggunakan margarin atau mentega dan tumis daging bersama dengan jahe. Tambahkan berbagai bumbu beserta merica hitam. Nah, mirip dengan sapi lada hitam, bukan? Tapi perbedaannya ada di tambahan kecap manis untuk rasa yang kita selalu sukai itu, dan tidak adanya marinasi bumbu khas masakan China pada daging sebelum dimasak. Biasanya bumbu marinasi ini terdiri dari campuran kecap asin, ang ciu, dan tepung maizena yang tentunya tidak kita pakai di sini.Setelah matang, cukup siapkan nasi hangat dan nikmati selagi hangat. Tapi jangan berhenti di situ, tentu kamu juga perlu menyiapkan menu-menu seru lainnya, apalagi menjelang suasana Imlek seperti ini. Misalnya dari boga bahari ada Cumi Goreng Saus Asam Manis, Bakso Goreng, dan untuk sayurannya ada juga Brokoli Saus Jamur serta Tumis Kangkung Tauco. Lengkapi kegembiraan bersantap bersama keluarga dengan menu-menu ini!", "ingredient": ["400 g daging sapi has dalam, potong dadu", "2 sdm margarin, untuk menumis", "1 buah bawang bombay, potong dadu", "3 siung bawang putih, iris tipis", "3 cm jahe, potong korek api", "150 ml air", "3 sdm Bango Kecap Manis", "1 sdt garam", "½ sdm merica hitam butiran, tumbuk kasar", "2 buah cabai merah, buang biji, potong korek api", "2 sdt gula pasir", "1 batang daun bawang, potong 1 cm"], "step": ["1 Panaskan margarin di atas wajan anti lengket. Tumis bawang bombay dan bawang putih hingga harum. Masukkan jahe dan daging, masak hingga daging berubah warna.", "2 Masukkan air, garam, merica hitam, cabai, dan gula, aduk. Masak hingga daging matang.", "3 Tambahkan Bango Kecap Manis dan daun bawang, aduk rata. Angkat.", "4 Sajikan segera ditemani nasi putih."], "like_count": 18}}, {"model": "resep.recipe", "pk": 10, "fields": {"user": 1, "title": "Resep Tongseng Khas Solo, Rasa Otentik yang Selalu Bikin Kangen", "key": "resep-tongseng-khas-solo", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/07/tongseng-khas-solo-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:23:48.493Z", "desc": "Pencinta tongseng khas Solo wajib menyicip bumbu jadi racikan Bango Bumbu Kuliner Nusantara ini. Dengan cita rasa yang terinspirasi dari tongseng, tentu kamu takkan melewatkan kesempatan untuk menyajikan hidangan tongseng bebas ribet di tengah keluarga atau teman-teman.Berhubung sebentar lagi Hari Raya Kurban, kamu bisa menjadikan resep ini sebagai salah satu inspirasi menu di momen Idul Adha. Daging kambing yang berlimpah tentunya takkan pernah salah jika diolah menjadi tongseng. Sejatinya tongseng merupakan masakan yang hadir di tengah masyarakat Jawa Tengah berkat pengaruh budaya Arab dan India. Dahulunya, ini dihadirkan oleh para pedagang asal negara-negara tersebut. Masyarakat Arab dan India memang lebih terbiasa mengonsumsi daging kambing. Coba saja satu waktu padukan dengan resep nasi kebuli yang lezat!Kalau kamu bukan penyuka daging kambing, kamu juga bisa menggunakan resep tongseng ini untuk daging sapi atau iga. Sajikan tongseng khas Solo ini sebagai resep jagoan kamu di hari raya Idul Adha.", "ingredient": ["2 sdm minyak, untuk menumis", "400 g daging kambing tanpa lemak, potong dadu", "865 ml santan encer", "2 lembar daun salam", "1 batang serai, memarkan", "1 lembar daun jeruk", "200 g kol, iris tipis", "1 buah tomat, potong-potong", "1 bungkus Bango Bumbu Tongseng Khas Solo", "1 sdm Bango Kecap Manis"], "step": ["1 Panaskan wajan, tumis Bango Bumbu Kuliner Nusantara Tongseng Khas Solo dan daging kambing hingga berubah warna.", "2 Masukkan santan, daun salam, serai, dan daun jeruk, aduk rata. Masak hingga daging empuk dan kuah menyusut setengahnya.", "3 Tambahkan tomat dan kol. Masak 2 menit hingga layu, angkat, dan sajikan dengan taburan bawang merah goreng.", "4 Tambahkan Bango Kecap Manis sesuai selera."], "like_count": 53}}, {"model": "resep.recipe", "pk": 11, "fields": {"user": 1, "title": "Resep Sup Tahu Bakso Ikan, Menu Hangat Untuk yang Sedang Diet", "key": "resep-sup-tahu-bakso-ikan", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/06/sup-tahu-bakso-ikan-1-400x240.jpg", "difficulty": "Mudah", "times": "40mnt", "date": "2021-05-26T07:28:09.232Z", "desc": "Sup tahu bakso ikan, siapa juga yang bisa menolak semangkuk sup hangat yang sedap ini? Semangkuk sup hangat dengan isian tahu, oyong, dan bakso ikan ini komplit serta rendah kalori. Tentu sangat tepat disantap sebagai menu makan malam bagi kamu yang sedang diet karbohidrat.Tak hanya sedap dan cocok sebagai menu diet, sup tanpa daging ini juga sangat mudah disiapkan. Kamu hanya perlu menyiapkan oyong, tahu segar baik itu putih atau kuning, dan bakso ikan siap pakai yang bisa dengan mudahnya kamu temukan di pasaran. Tetapi jangan asal memilih bakso ikan, ya!Pilihlah bakso ikan rumahan atau bakso ikan dalam bentuk frozen yang didapat di supermarket atau toko bahan makanan. Bakso ikan yang baik dikonsumsia adalah yang tidak berlendir atau bahkan berubah warna. Hindari membeli bakso ikan beku yang sudah mencair atau yang sudah berlendir, karena tentu saja sudah tak bisa dijamin kualitasnya. Siapkan bakso ikan dalam freezer supaya kau bisa kapan saja menyajikan sup tahu bakso ikan yang mudah dan praktis ini.Ingin tahu macam-macam sup sebagai menu makanan rumahan sehari-hari kamu lainnya? Setelah mencoba sup tahu bakso ikan ini, setidaknya ada tiga resep lainnya yang bisa juga kamu buat:Siapkan rebusan ayam untuk kita suwir dan sisihkan kaldunya. Gunakan kuah tadi untuk memasak lebih lanjut ayam suwir, wortel, dan kacang kapri. Bumbui dengan Royco Kaldu Ayam, kecap asin, dan juga gula. Terakhir, bagian paling uniknya, masukkan bunga sedap malam kering yang sudah direndam sebelumnya. Seru, bukan?Inilah resep lengkap sup bunga sedap malam.Sayur beligo punya banyak manfaat baik untuk tubuh. Meskipun belum terlalu populer di Indonesia, beligo yang juga dinamai kundur atau wintermelon ini lebih beken di negeri China. Sehingga di sana banyak sekali variasi hidangan berbahan sayur jenis labu ini. Dimulai dari sayuran, hidangan manis, minuman, hingga dijadikan selai dan populer sebagai isi dari wife cake atau kue bulat seperti pia yang sangat populer dalam kuliner Kanton.Simak resep lengkap sup beligo.Sajikan sup bola daging sapi yang jadi incaran seisi rumah. Membuat bola daging sebetulnya tidak terlampau ribet dan keseluruhan resepnya bisa dicoba siapapun. Khususnya untuk kamu yang memang terbiasa ingin selalu memasak sajian sedap untuk keluarga.Cari tahu resep lengkap sup bola daging.Sekarang semakin banyak deh pilihan menu makanan rumahan kamu. Selamat mencoba, ya!", "ingredient": ["10 butir bakso ikan", "2 buah oyong, kupas, potong serong", "2 buah tahu putih, potong dadu 3 cm", "1 L air", "2 batang daun bawang, potong 2 cm", "1 batang seledri, potong 1 cm", "1 bungkus Royco Kaldu Ayam", "3 siung bawang putih, iris tipis", "1 sdm minyak, untuk menumis", "¼ sdt merica putih bubuk", "½ sdt garam", "½ sdt gula pasir", "1 sdt minyak wijen", "2 sdt kecap asin", " bawang goreng, untuk taburan"], "step": ["1 Didihkan air dalam panci. Sisihkan.", "2 Panaskan minyak dalam wajan, tumis bawang putih hingga harum. Angkat.", "3 Masukkan ke dalam air mendidih, masukkan Royco Kaldu Ayam, aduk.", "4 Masukkan bakso ikan, oyong, tahu, dan semua bumbu. Masak hingga matang. Angkat. Sajikan disertai taburan bawang goreng."], "like_count": 74}}, {"model": "resep.recipe", "pk": 12, "fields": {"user": 1, "title": "Resep Combro Isi Jamur, Teman Minum Teh Hangat di Sore Hari", "key": "resep-combro-isi-jamur", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/09/combro-isi-jamur-MAHI-1-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:28:10.554Z", "desc": "Sedang mencari ide untuk kudapan sore atau untuk menjamu tamu istimewa? Maka combro isi jamur adalah jawabannya. Tidak perlu mencari kemana-mana lagi karena resep yang satu ini begitu seru untuk dimasak.Cukup berbelanja singkong dan kelapa di pagi hari. Parut-parut hingga cukup halus dan campurkan seluruh bahan-bahannya. Kemudian siapkan isiannya berupa oncom, tentunya, dan tambahan cabai serta jamur dan Bango Kecap Manis Pedas agar lebih lezat dari biasanya. Tidak lama, kamu sudah bisa menyalut isiannya dengan menggunakan bahan adonan yang pertama dibuat kemudian goreng hingga keemasan.Duh, sudah tidak sabar membayangkan menikmati camilan lezat ini dengan segelas teh hangat di sore hari sembari bercengkerama dengan keluarga tercinta. Kalau tidak menggoreng agak banyak, wah bisa-bisa dalam sekejap langsung licin tandas. Kalau begitu, aku akan menggoren lebih hari ini. Bagaimana dengan kamu?", "ingredient": ["1 kg singkong, kupas dan parut", "500 g kelapa parut", "1 butir telur ayam", "25 g tepung kentang", "400 ml minyak sayur", "3 butir bawang merah, cincang halus", "2 siung bawang putih, cincang halus", "2 buah oncom, potong dadu", "75 g jamur tiram, cincang kasar", "2 ikat daun kemang, iris tipis", "3 buah cabai rawit merah, iris tipis", "1.5 sdm gula pasir", "1 sdm Bango Kecap Manis Pedas", "2 sdt garam"], "step": ["1 Membuat adonan kulit: Parut singkong, campur dengan kelapa parut, telur, dan tepung kentang. Aduk rata dan\nsisihkan.", "2 Bahan isian: Tumis bawang merah dan bawang putih hingga harum. Tambahkan cabai rawit, oncom, jamur, dan daun kemangi. Tambahkan Bango Kecap Manis Pedas, garam , dan gula. Aduk rata dan masak hingga matang.", "3 Ambil adonan kulit, tuangkan isian, lalu bulatkan dengan tangan. Lakukan sampai adonan habis.", "4 Panaskan minyak di wajan dengan api besar. Goreng combro hingga berwarna cokelat keemasan. Angkat, tiriskan. Combro siap dihidangkan."], "like_count": 63}}, {"model": "resep.recipe", "pk": 13, "fields": {"user": 1, "title": "Resep Tumis Bayam Jagung Tahu, Diperkaya Nutrisi yang Lengkap", "key": "resep-tumis-bayam-jagung-tahu", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/01/tumis-bayam-jagung-tahu-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:28:11.664Z", "desc": "Sekarang, hampir tidak ada alasan lagi untuk menunda memasak menu sehat yang mudah seperti Tumis Bayam Jagung Tahu ini. Dari sederetan resep tumisan yang sehat dan cepat untuk dimasaknya, yang satu ini bisa jadi favoritmu berikutnya!Mengolah sayuran memang lebih menyenangkan dengan cara ditumis. Selain untuk sisi mudahnya, proses tumis menumis memang lebih sehat karena hanya menggunakan sedikit minyak. Proses pemasakannya yang relatif singkat juga menjaga agar nutrisi sayur tidak berkurang drastis. Bandingkan dengan proses goreng, masak, atau rebus dan memakan waktu lebih lama. Ada saja nutrisinya yang menjadi berkurang akibat itu.Alternatif lainnya adalah dengan mengukus, tapi melihat animo masyarakat zaman now, sepertinya tumisan jauh lebih disukai. Inilah sebabnya perlu juga di lain kesempatan untuk mencoba resep-resep lainnya seperti tumis tahu, tumis buncis, ataupun tumis kangkung. Jadikan masakan-masakan sebagai pelengkap menu makan siang atau malammu yang istimewa, namun juga tetap menyehatkan.Selamat mencoba gaes!", "ingredient": ["1 ikat bayam, siangi", "1 buah jagung, siangi bijinya", "1 kotak tahu putih, potong dadu", "1 siung bawang putih, memarkan", "¼ buah bawang bombay, iris tipis", "½ sdt Royco Kaldu Ayam", "1 sdt garam", "1 sdt merica putih bubuk", "100 cc air", " minyak, untuk menumis"], "step": ["1 Goreng terlebih dahulu tahu yang sudah dipotong dadu sampai kecoklatan, angkat lalu tiriskan.", "2 Tumis bawang putih dan bawang bombay, masukkan potongan tahu yang sudah digoreng, biji jagung dan bayam. Tambahkan garam dan merica putih bubuk, lalu aduk hingga merata.", "3 Tambahkan air, lalu masak cepat hingga bayam sedikit layu, lalu bubuhi Royco Kaldu Ayam. Masak hingga airnya mendidih dan berkurang.", "4 Angkat dan sajikan hangat-hangat dengan nasi pulen yang nikmat."], "like_count": 66}}, {"model": "resep.recipe", "pk": 14, "fields": {"user": 1, "title": "Resep Nasi Tim Ayam Jamur, Sarapan Paling Ditunggu Minggu Ini", "key": "resep-nasi-tim-ayam-jamur", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/08/nasi-tim-ayam-jamur-400x240.jpg", "difficulty": "Mudah", "times": "2jam", "date": "2021-05-26T07:28:12.881Z", "desc": "Seporsi nasi tim ayam jamur buatan dapur sendiri memang takkan pernah salah jadi menu bintang untuk sarapan. Cita rasa nasi tim yang sejatinya adalah beras yang dimasak bersama bahan-bahan kaldu ayam sehingga menghasilkan nasi lunak yang bikin tenggorokan nyaman. Cocok untuk kamu yang sedang kurang enak badan atau sedang dalam masa pemulihan.Bukan hanya untuk mereka yang sedang tidak fit, menu nasi tim ayam jamur sangat pas untuk makanan praktis sepanjang hari. Terutama kalau kamu tidak ingin melahap makanan yang berat. Kalau kamu membeli daging ayam beserta tulangnya, sisihkan tulang untuk dimasak bersama nasi sehingga nasi tim jadi lebih gurih.Pastikan menggunakan jenis beras yang pulen agar tekstur nasi tim lebih mudah menempel pada cetakan dan nasi juga lebih lunak saat disantap. Buat kamu penyuka pedas, racik secara terpisah sambal yang cocok dengan nasi tim, yaitu sambal rawit rebus. Caranya adalah rebus 10 buah cabai rawit merah bersama 1 siung bawang putih dan 1 cm jahe hingga matang. Tiriskan, blender hingga halus.Sajikan nasi tim ayam jamur sebagai menu sarapan yang ditunggu dalam minggu ini. Yuk, belanja!", "ingredient": ["300 g beras pulen, cuci bersih", "750 ml air", "2 sdm minyak", "1 sdm minyak wijen", "3 siung bawang putih", "⅓ bawang bombay, cincang", "3 cm jahe, memarkan", "1 sdt Royco Kaldu Ayam", "500 ml kaldu ayam", "½ sdt Royco Kaldu Ayam", "½ sdt garam", "¼ sdt merica putih bubuk", "1 batang daun bawang, iris halus", "3 sdm minyak, untuk menumis", "50 g bawang bombay, cincang", "3 siung bawang putih, cincang halus", "200 g fillet daging ayam, cincang", "50 g jamur merang, potong-potong", "1 sdt merica putih bubuk", "4 sdm Bango Kecap Manis", "3 sdm kecap asin", "1 butir pekak", "125 ml air"], "step": ["1 Nasi tim: Panaskan semua minyak, tumis bawang bombay, bawang putih, dan jahe hingga harum.", "2 Masukkan beras, aduk. Tuang air dan beri Royco Kaldu Ayam. Masak sambil sesekali diaduk sampai air habis. Angkat dan sisihkan.", "3 Tumis ayam jamur: Panaskan minyak, tumis bawang bombay dan bawang putih hingga harum. Masukkan daging ayam dan jamur, aduk hingga daging berubah warna.", "4 Bumbui merica, Bango Kecap Manis, kecap asin,  pekak, dan air, aduk. Masak hingga matang. Angkat dan sisihkan.", "5 Olesi mangkuk tahan panas (bisa terbuat dari keramik, aluminium, atau gelas kaca) dengan minyak. Sendokkan tumis ayam jamur ke dalamnya. Tutup dengan nasi ke atasnya. Kukus selama 1 jam. Angkat. Sajikan bersama kuah."], "like_count": 63}}, {"model": "resep.recipe", "pk": 15, "fields": {"user": 1, "title": "Resep Cumi Goreng Tepung Saus Kecap Pedas", "key": "resep-cumi-goreng-tepung-saus-kecap-pedas", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/10/cumi-goreng-tepung-saus-kecap-pedas-MAHI-1-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:28:14.140Z", "desc": "Berapa kali dalam seminggu kita mendambakan makan seafood enak? Makanan laut sering menjadi dambaan, mulai dari ikan bakar hingga cumi goreng tepung saus kecap pedas.Para pecinta makanan mungkin bingung memilih mana yang terbaik di antara udang atau cumi saat digoreng tepung. Tapi kali ini aku ingin memulainya dulu dari mengenalkan cumi goreng tepung saus kecap pedas dari Bango Kecap Manis, kombinasi dua elemen yang lain daripada biasanya. Namun demikian keduanya memiliki harmoni menarik yang patut dinikmati sebagai makan siang ataupun malam.Setelah menyiapkan menu-menu boga bahari lainnya, siapkan piring yang diisikan nasi hangat dan lengkap sudah santap bersama keluarga hari ini. Agar impian ini tercapai, mari kita masak dulu bersama sebelumnya!", "ingredient": ["450 g cumi, iris", "1 buah lemon, ambil jusnya", "250 g tepung terigu", "3 sdm daun peterseli, cincang halus", "1 sdt cabai bubuk", "2 sdt Royco Kaldu Ayam", "½ sdt merica putih bubuk", "125 ml susu cair", "125 ml Bango Kecap Manis", "2 buah tomat, potong dadu", "3 buah cabai rawit merah", "3 butir bawang merah, iris tipis", "½ sdt Royco Kaldu Ayam", "2 sdm minyak sayur"], "step": ["1 Marinasi jus lemon bersama potongan cumi yang telah dibersihkan. Diamkan selama 30 menit.", "2 Dalam mangkuk terpisah, campurkan tepung, daun peterseli, cabai bubuk, merica, dan Royco Kaldu Ayam. Aduk rata.", "3 Pisahkan adonan secara seimbang dalam dua wadah berbeda. Tuangkan susu cair ke dalam salah satu adonan dan campur rata.", "4 Masukkan cumi ke dalam tepung kering, lalu celupkan ke dalam tepung basah, dan lapisi sekali lagi dengan tepung kering. Lakukan proses ini hingga cumi habis.", "5 Panaskan minyak di atas api sedang. Goreng cumi selama 2-3 menit hingga berwarna kecokelatan. Angkat dan tiriskan.", "6 Saus kecap pedas: Tumis tomat dan cabai merah rawit hingga layu. Haluskan dengan ulekan, lalu campur dengan Bango Kecap Manis, bawang merah, dan Royco Kaldu Ayam. Aduk rata.", "7 Hidangkan cumi goreng tepung dengan saus kecap pedas."], "like_count": 48}}, {"model": "resep.recipe", "pk": 16, "fields": {"user": 1, "title": "Resep Bebek Cabai Hijau, Rasa Gurih Pedas yang Menggelora", "key": "resep-bebek-cabai-hijau", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/03/bebek-cabai-hijau-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:28:15.043Z", "desc": "", "ingredient": ["750 g bebek, bersihkan, potong 4 bagian", "½ sdm garam", "2 sdm cuka masak", "3 sdm minyak", "250 g cabai hijau", "10 butir bawang merah", "6 siung bawang putih", "2 cm lengkuas", "2 cm jahe", "2 cm kunyit", "4 butir kemiri, sangrai", "2 sdt garam", " bawang goreng", " Bango Kecap Manis"], "step": ["1 Lumuri bebek dengan garam dan cuka. Diamkan selama 15 menit. Cuci bersih. Tiriskan.", "2 Di dalam wajan, panaskan minyak di atas api sedang. Tumis bumbu halus, daun kunyit, daun jeruk, dan serai hingga harum.", "3 Masukkan bebek, aduk hingga tersalut bumbu. Masak hingga bebek berubah warna.", "4 Tuangkan air, didihkan. Kecilkan api. Masak hingga daging bebek matang dan empuk serta bumbu mengental. Angkat.", "5 Sajikan segera disertai Bango Kecap Manis dan bawang goreng sebagai pelengkap."], "like_count": 3}}, {"model": "resep.recipe", "pk": 17, "fields": {"user": 1, "title": "Resep Semur Iga Madu, Menu Spesial di Akhir Minggu", "key": "resep-semur-iga-madu", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/02/semur-iga-madu-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam 30mnt", "date": "2021-05-26T07:28:16.355Z", "desc": "Sekarang, kamu bisa berhenti mencari-cari menu lezat untuk dimasak saat akhir pekan karena hadirnya Semur Iga Madu berikut ini. Takarannya yang khusus untuk porsi keluarga ini sulit untuk dilewatkan. Selain memasaknya tidaklah sulit, meriahkan juga dengan resep-resep lainnya agar keluarga semakin bersemangat menikmatinya!Pertama-tama, kamu perlu merebus iganya setelah dibumbui dan dimasak hingga siap. Siapkan kaldu, tambahkan berbagai rempah yang aromatik dan bercita rasa seru, lalu bubuhkan Bango Kecap Manis. Sesekali aduk dan biarkan hingga semua bumbu meresap dan siap untuk dinikmati. Sajikan tentunya, bersama nasi putih hangat. Kalau aku sih begitu saja cukup, tapi kalau ingin lebih, maka sajikan dengan hidangan lainnya.Di lain kesempatan, cobalah resep-resep olahan iga lainnya seperti Sayur Lodeh Iga Sapi, Sop Iga, hingga Sop Konro. Semua olahan yang berbeda ini layak untuk disajikan sebagai hidangan teristimewa untuk keluarga tercinta!", "ingredient": ["750 g daging iga sapi", "1.5 L air", "½ sdt garam", "⅛ sdt merica putih bubuk", "½ sdt pala bubuk", "10 butir bawang merah, iris halus", "4 siung bawang putih, iris halus", "2 lembar daun salam", "2 batang serai, memarkan", "5 butir cengkeh", "3 cm kayu manis", "2 sdm madu", "6 sdm Bango Kecap Manis", "½ sdt garam", "¼ sdt merica putih bubuk", "1 sdt pala bubuk", "2 sdm minyak, untuk menumis", "2 cm jahe", "3 siung bawang putih"], "step": ["1 Rebus iga di dalam air yang dibubuhi garam, merica putih bubuk, dan pala bubuk sampai setengah matang. Angkat, pisahkan daging iga dan kuahnya. Tambahkan air ke dalam kaldu hingga 1.500 ml. Sisihkan.", "2 Tumis bawang merah, bawang putih, dan bumbu halus sampai harum. Masukkan daun salam dan serai. Aduk rata. Masukkan iga. Aduk-aduk.", "3 Tambahkan cengkeh, kayu manis, madu, Bango Kecap Manis, garam, lada putih bubuk, dan bubuk pala. Aduk rata.", "4 Tuangkan kaldu iga sedikit demi sedikit sambil sesekali diaduk sampai iga matang dan bumbu meresap."], "like_count": 80}}, {"model": "resep.recipe", "pk": 18, "fields": {"user": 1, "title": "Resep Semur Ayam Kecap, Sajian Jitu untuk Bernostalgia", "key": "semur-ayam-kecap", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/04/semur-ayam-kecap-1.jpg", "difficulty": "Mudah", "times": "40mnt", "date": "2021-05-26T07:28:17.620Z", "desc": "Kali ini aku mau bagikan rahasia resep semur ayam kecap. Hidangan rumahan penuh dengan nostalgia ini selalu saja mengundang selera saat disajikan. Apalagi kalau kamu hidupnya jauh dari kampung halaman. Bawaannya pasti jadi kangen dengan rumah. Berikut langkah-langkahnya yang cukup mudah diikuti. Sudah siap mencoba?Semur sendiri adalah makanan Indonesia yang memiliki sejarah panjang. Masakan ini menjadi wadah berasimilasinya berbagai teknik dan budaya kuliner dari berbagai negara. Tidak hanya itu, semur juga ternyata diolah dengan berbagai jenis protein berbeda tergantung dari asal daerahnya. Masakan yang dahulunya dalam bahasa Belanda disebut dengan kata “smoor”, kini sudah menjadi masakan nasional. Semur juga menjadi masakan andalan banyak rumah tangga di Indonesia. Ada berbagai racikan nenek moyang yang begitu berharga, mulai dari resep semur daging hingga semur tahu.Kalau di kesempatan lain aku sudah pernah berbagi resep semur tahu sederhana, sebetulnya mirip dengan semur ayam kentang yang satu ini. Bumbu semur ayam kecap juga sama-sama memakai banyak kecap manis dan diimbangi dengan rempah-rempah yang bervariasi. Teknik memasaknya harus dengan api kecil alias simmering, supaya tidak sampai mendidih. Konon kabarnya sih teknik ini diperkenalkan oleh Belanda, tapi sekarang sudah banyak resep Indonesia yang juga menggunakan cara ini. Dengan begitu, semua rempah dan bumbu akan meresap ke dalam ayam dan menjadikan hidangan ini terasa manis, legit, sekaligus gurih.Di bulan Ramadhan, resep semur ayam kecap ini sangat cocok untuk sahur maupun berbuka puasa. Rasanya yang penuh nostalgia dari semur ayam kecap sulit untuk dikalahkan masakan manapun. Malah satu makanan ini saja sudah cukup dengan tambahan nasi hangat, capcay, dan makanan sehat lainnya untuk melengkapi. Sedap!", "ingredient": ["½ ekor ayam, potong 6 bagian dan goreng hingga setengah matang", "3 buah kentang, kupas dan potong agak besar dan goreng hingga matang", "1 batang serai, memarkan", "100 ml Bango Kecap Manis", "1 bungkus Royco Kaldu Ayam", "½ butir pala, parut", "½ sdt lada putih bubuk", "¼ sdt garam", "1 L air", "3 sdm minyak sayur", "2 sdm bawang merah goreng", "5 siung bawang putih", "5 butir bawang merah", "2 cm jahe"], "step": ["1 Tumis bumbu halus dan serai hingga harum. Masukkan ayam dan aduk rata.", "2 Tambahkan kentang, Bango Kecap Manis, Royco Kaldu Ayam, pala, merica, garam, dan air. Aduk dan didihkan.", "3 Kecilkan api, lanjutkan memasak hingga ayam matang dan kuah mengental.", "4 Sajikan selagi hangat."], "like_count": 21}}, {"model": "resep.recipe", "pk": 19, "fields": {"user": 1, "title": "Resep Rabeg Kambing, Berkenalan dengan Kuliner Khas Banten", "key": "resep-rabeg-kambing", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/09/rabeg-kambing-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:28:18.774Z", "desc": "Rabeg kambing adalah satu dari sekian masakan khas Banten yang ternama di daerahnya. Satu provinsi yang dekat dengan DKI Jakarta ini sayangnya masih belum banyak dikenal kultur kulinernya. Setidaknya, mulailah dengan resep rabeg kambing – satu yang paling terkenal di antaranya.Menggunakan berbagai bagian daging kambing, rabeg menjadi hidangan istimewa yang juga cocok tersaji saat Lebaran maupun Idul Adha. Pertama-tama, rebus daging kambing dan jeroannya dengan tambahan jahe, serai, dan daun jeruk. Setelahnya siapkan bahan tumisan berupa bawang merah dan jahe terlebih dahulu. Masukkan daging yang telah direbus dan masak bersama tambahan rempah seperti cengkih, kayu manis, pala, lada, dan garam. Tambahkan potongan tomat serta air, masak hingga semua meresap. Sajikan resep rabeg kambing ini dengan Bango Kecap Manis dan sederet hidangan rumah lainnya!Resep khas Banten apa lagi yang selanjutnya perlu dicoba di MAHI? Coba nanti saya pilihkan antara gerem asem, satai bebek, ataupun ayam seraki. Dinanti, ya!", "ingredient": ["200 g usus kambing, kepang", "150 g hati kambing, potong dadu", "350 g daging kambing, potong dadu", "2 batang serai, ambil putih, memarkan", "4 cm jahe, memarkan", "1 L air untuk merebus", "4 lembar daun jeruk, buang tulang", "6 butir bawang merah, iris tipis", "2 cm jahe, iris tipis", "1 buah tomat merah, potong-potong", "½ sdt merica putih bubuk", "½ sdt garam", "6 butir cengkih", "4 cm kayu manis", "½ sdt pala bubuk", "600 ml air", "3 sdm Bango Kecap Manis", "1 batang daun bawang, potong 1/2 cm", "¼ sdt cuka", "1 sdm minyak, untuk menumis"], "step": ["1 Rebus usus kambing, daging kambing, hati kambing, jahe, serai, serta daun jeruk sampai matang. Angkat dan tiriskan.", "2 Tumis bawang merah dan jahe sampai harum. Tambahkan daging kambing, usus kambing, dan hati kambing. Aduk rata.", "3 Masukkan tomat, garam, lada putih bubuk, cengkeh, kayu manis, dan pala bubuk. Aduk rata.", "4 Tuang air. Masak di atas api kecil sampai meresap. Tambahkan Bango Kecap Manis, daun bawang dan cuka. Aduk rata."], "like_count": 13}}, {"model": "resep.recipe", "pk": 20, "fields": {"user": 1, "title": "Resep Tuna Woku Manis, Satu Twist Seru dari Masakan Manado", "key": "resep-tuna-woku-manis", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/03/tuna-woku-manis-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:28:19.639Z", "desc": "Tuna Woku Manis, satu twist seru dari masakan Manado yang begitu kaya dan terkenal akan cita rasa pedasnya. Hidangan Sulawesi Utara terkenal menggunakan berbagai macam protein dan untuk resep woku kali ini kita menggunakan ikan sebagai alternatif dari ayam.Melihat banyaknya bumbu yang mengiringi hidangan pedas ini justru semakin membuat para pencinta kuliner penasaran. Bagaimana tidak? Masakan ini Indonesia banget! Cara memasaknya juga memerlukan proses agar semua bumbunya meresap sempurna pada ikan tuna yang segar dan lezat ini. Jadi, jangan menunggu lebih lama lagi untuk memasaknya. Kita segera berbelanja ke pasar dan persiapkan akhir pekan yang istimewa dengan keluarga.Selain Tuna Woku Manis ini, ada juga resep Ikan Rica-Rica yang harus kamu coba. Begitupun resep khas Indonesia Timur lainnya seperti Ikan Kuah Kuning, Gurame Sambal Dabu-Dabu, hingga Rica-Rica Kambing. Yuk, kita berkenalan lebih jauh dengan kuliner dari negeri-negeri di timur!", "ingredient": ["500 g fillet ikan tuna, potong-potong", "½ buah jeruk lemon, ambil airnya", "5 lembar daun jeruk, buang tulang", "4 lembar daun pandan, iris", "1 lembar daun kunyit, iris", "2 batang serai, memarkan, iris halus", "50 g daun kemangi, petik", "5 batang daun bawang, potong 1 cm", "2 buah tomat, potong", "1.25 sdt garam", "1 sdt gula pasir", "3 sdm Bango Kecap Manis", "600 ml air", "10 butir bawang merah", "5 buah cabai rawit merah", "4 cm kunyit, bakar, cincang", "2 cm jahe", "8 butir kemiri, sangrai"], "step": ["1 Lumuri ikan tuna dengan air jeruk lemon. Diamkan 10 menit.", "2 Rebus air, bumbu halus, daun jeruk, daun pandan, daun kunyit, serai dan tomat sampai mendidih.", "3 Tambahkan ikan tuna. Aduk rata. Masukkan garam, gula pasir dan Bango Kecap Manis. Aduk rata. Masak sampai mendidih.", "4 Masukkan daun kemangi, daun bawang dan daun jeruk. Masak sampai meresap dan sedikit berkuah."], "like_count": 34}}, {"model": "resep.recipe", "pk": 21, "fields": {"user": 1, "title": "Resep Ikan Kerapu Siram Kecombrang, Cita Rasa Segar dan Rempah Berpadu", "key": "resep-ikan-siram-kecombrang", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/03/ikan-siram-kecombrang-400x240.jpg", "difficulty": "Cukup Rumit", "times": "40mnt", "date": "2021-05-26T07:28:41.059Z", "desc": "Mari, tantang dirimu untuk memasak resep ikan kerapu siram kecombrang ini. Memilih ikan kerapu segar akan menjadikan hidangan ini semakin lezat. Padukan dengan kecombrang, maka jadilah sebuah sajian yang begitu menggoda!Jika belum terbiasa mengolah kecombrang, kamu bisa memilih kecombrang muda yang ditandai dengan warnanya yang masih merah muda. Kecombrang disebut juga honje (Sunda) atau rias (Batak). Jenis yang muda memiliki tekstur lebih lunak dan lebih cepat larut ke dalam masakan. Jika kamu menyukai rasa dan aroma yang lebih kuat, gunakan juga bagian dalam batang kecombrang.Ada juga beberapa tips yang membuat sajian ikan siram kecombrang ini lebih sedap, yaitu pastikan minyak goreng benar-benar panas sebelum memasukkan ikan kerapu segar agar kulit ikan garing sempurna dan tidak mudah pecah. Jangan terlalu lama menggoreng ikan, agar bagian daging kerapu masih moist dan terasa manis. Resep ini juga cocok untuk ikan lain, misalnya mujahir, gurami, kakap, atau bawal. Jika kerapu sedang tak tersedia, kamu bisa memilih salah satunya.Masih banyak lagi resep ikan yang bisa kamu coba di rumah seperti ikan goreng acar kuning, ikan bumbu rujak, serta ikan bakar gochujang.", "ingredient": ["3 ekor ikan kerapu, kerat-kerat", "1 sdt air jeruk nipis", "1 sdt garam", "3 siung bawang putih, haluskan", "2 cm jahe, haluskan", "1 sdm tepung tapioka", " minyak, untuk menggoreng", "2 buah cabai merah, potong serong", "350 ml air", "4 lembar kecombrang, iris halus", "2 sdm Bango Kecap Manis", "¾ sdt garam", "½ sdt gula pasir", "1 batang daun bawang, iris", "1 sdm minyak, untuk menumis", "3 butir kemiri, sangrai", "3 cm kunyit, bakar", "5 butir bawang merah", "2 siung bawang putih"], "step": ["1 Lumuri ikan kerapu dengan campuran air jeruk, garam, bawang putih, dan jahe. Diamkan 30 menit. Sisihkan.", "2 Lumuri permukaan ikan dengan tepung tapioka hingga merata. Goreng dalam minyak panas hingga garing dan kecokelatan. Angkat dan tiriskan. Sisihkan.", "3 Saus kecombrang: Tumis bumbu halus hingga harum. Masukkan cabai dan kecombrang, tumis hingga layu. Tuang air, Bango Kecap Manis, garam, merica, dan gula. Aduk rata. Masak hingga mendidih. Tambahkan daun bawang, aduk. Angkat.", "4 Siram kuah kecombrang ke atas ikan kerapu goreng. Sajikan segera."], "like_count": 88}}, {"model": "resep.recipe", "pk": 22, "fields": {"user": 1, "title": "Resep Sup Asparagus Kepiting, Paling Pas Untuk Merayakan Imlek", "key": "resep-sup-asparagus-kepiting", "image": "https://www.masakapahariini.com/wp-content/uploads/2021/02/sup-asparagus-dinikmati-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:28:42.919Z", "desc": "Menjelang Imlek atau Tahun Baru Cina, restoran, catering, hingga kedai rumahan online banyak menawarkan menu-menu yang khas dengan nuansa hari raya warga keturunan Tionghoa. Beberapa menu yang selalu ditawarkan adalah bebek panggang, yusheng atau yee sang, hidangan mi, juga kue keranjang. Kemudian, ada juga kue-kue yang khas dengan suasana Tahun Baru Cina ataupun menu minuman. Selain itu Sup Asparagus Kepiting juga kerap hadir mewarnai hari yang identik dengan nuansa merah dan emas ini.Tak perlu membeli kepiting segar lalu mengambil dagingnya sendiri. Kamu bisa menggunakan daging kepiting siap olah yang dijual di supermarket atau toko seafood online. Daging kepiting juga mudah didapat dalam kemasan kalengan yang diawetkan dengan cara direndam dalam air garam.Kombinasi cita rasa jagung manis dari Royco Sup Krim Jagung memperkaya kombinasi rasa daging kepiting dengan asparagus. Buat kamu yang belum pernah mengolah asparagus, perhatikan trik menyiangi sayur batang ini supaya cita rasanya sedap dan tidak pahit. Pisahkan batang bagian bawah yang keras, bagian ini jika diolah akan menghasilkan cita rasa pahit. Kamu bisa merasakannya dengan sedikit menekan asparagus. Cara lain dengan mematahkannya dengan tangan, bagian keras dan lunak akan terpisah atau terpotong.Sajikan hidangan Sup Kepiting Asparagus dengan menu khas Imlek yang kamu sajikan di rumah. Simak juga inspirasi resep Mie Goreng, Ayam Panggang Aromatik, atau Fuyunghai Asam Manis untuk ikut merasakan keseruan Imlek di rumah bersama keluarga.", "ingredient": ["200 g asparagus", "100 g daging kepiting", "80 g jagung pipil", "1 bungkus Royco Sup Krim Jagung", "2 putih telur", "2 siung bawang putih, cincang", "2 cm jahe, cincang halus", "900 ml air", "2 sdm minyak wijen", "2 sdm kecap ikan", "1.5 sdm tepung maizena, larutkan dengan 3 sdm air", "1 batang daun bawang, iris tipis", "2 sdm minyak, untuk menumis"], "step": ["1 Potong atau patahkan batang bagian bawah asparagus yang keras. Ambil bagian yang lunak, cuci bersih. Potong serong. Sisihkan.", "2 Panaskan minyak, tumis bawang putih, dan jahe hingga harum. Masukkan daging kepiting, aduk sebentar.", "3 Masukkan air dan Royco Sup Krim Jagung, aduk hingga tidak menggumpal. Masukkan asparagus, jagung pipil, kecap ikan, dan minyak wijen. Masak hingga matang.", "4 Masukkan putih telur, aduk cepat hingga tercampur rata. Tambahkan larutan tepung maizena. Aduk hingga mengental. Angkat.", "5 Sajikan dengan taburan daun bawang."], "like_count": 42}}, {"model": "resep.recipe", "pk": 23, "fields": {"user": 1, "title": "Resep Semur Ikan Tuna, Jadikan Makan Siang Berbeda Dari Biasanya", "key": "resep-semur-ikan-tuna", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/07/semur-tuna-400x240.jpg", "difficulty": "Mudah", "times": "40mnt", "date": "2021-05-26T07:28:43.840Z", "desc": "Masakan tak beda jauh dari karya seni, selalu ada tempat untuk berkreasi selama kita mau berinovasi. Seperti sajian semur yang biasanya untuk daging, tahu, dan ayam. Kali ini, kita menghadirkan cita rasa baru dengan resep semur ikan tuna!Ikan tuna tak hanya memiliki rasa yang lezat, tapi kaya akan nutrisi. Ikan laut ini melimpah rupanya di Indonesia. Kamu bisa memilih ikan tuna lokal untuk harga yang lebih terjangkau.Ada beberapa poin yang harus kamu pertimbangkan saat membeli tuna. Pertama, pilih ikan tuna yang kulitnya lembap dengan warna merah segar. Namun, untuk ikan tuna lokal, ada pula yang berwarna putih atau kecokelatan. Selanjutnya, kita harus memperhatikan aroma ikan tuna. Ikan tuna yang segar biasanya mengeluarkan aroma laut yang khas. Aroma ini berbeda, ya, dengan bau amis.Agar tekstur ikan tuna tetap firm dan tidak hancur, goreng tuna terlebih dahulu sebelum ditumis bumbu semur. Tingkat kematangannya bisa kamu sesuaikan sesuai selera. Apakah kamu lebih suka tekstur yang sangat kering atau masih juicy?Berikut adalah resep lengkap semur tuna yang bisa kamu coba!", "ingredient": ["500 g fillet ikan tuna, dipotong agak besar", "1 sdt air jeruk nipis", "1 lembar daun kunyit", "2 lembar daun pandan", "½ sdt lada putih bubuk", "1 sdt garam", "¾ sdt pala bubuk", "5 sdm Bango Kecap Manis", "10 tangkai daun kemangi", "400 ml air", "2 tangkai daun bawang, iris halus", "1 buah tomat, potong-potong", "2 sdm minyak, untuk menumis", "8 butir bawang merah", "2 cm jahe", "3 siung bawang putih"], "step": ["1 Lumuri ikan tuna dengan garam dan air jeruk, lalu simpan selama sekitar 15 menit. Setelah itu, goreng dengan api panas hingga matang.", "2 Panaskan minyak dan masukkan bumbu halus. Aduk hingga harum.", "3 Masukkan tuna ke dalam bumbu yang telah ditumis, aduk hingga rata.", "4 Tambahkan lada putih bubuk, garam, Bango Kecap Manis, dan pala bubuk. Aduk dan biarkan bumbu meresap.", "5 Masukkan air sedikit demi sedikit dan aduk hingga bumbu meresap dengan sempurna.", "6 Terakhir, masukkan tomat, daun bawang, dan kemangi. Masak hingga layu, lalu angkat.", "7 Sajikan dengan nasi hangat."], "like_count": 98}}, {"model": "resep.recipe", "pk": 24, "fields": {"user": 1, "title": "Resep Semur Telur Puyuh Tahu, Lauk Pendamping Santap Siangmu", "key": "resep-semur-telur-puyuh-tahu", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/04/semur-telur-puyuh-tahu-400x240.jpg", "difficulty": "Mudah", "times": "40mnt", "date": "2021-05-26T07:28:44.895Z", "desc": "Sebagai lauk pendamping, semur telur puyuh tahu ini sangat cocok disandingkan dengan berbagai jenis lauk utama dan sayuran. Apa saja pendamping lainnya yang tepat, ikuti dulu ceritaku berikut ini, ya!Semur adalah salah satu kekayaan kuliner Indonesia yang punya banyak variasi. Bukan hanya bahan utamanya, tetapi masing-masing daerah yang punya hidangan semur memiliki ciri khas yang berbeda. Misalnya semur daging kambing yang dimiliki masyarakat Sumatera Selatan yaitu malbi, memakai banyak rempah di dalam bumbunya. Hal ini demi meminimalis aroma daging kambing yang kuat dan menghasilkan kuah semur yang kaya rasa.Semur telur puyuh versi Bango Kecap Manis ini memiliki campuran bumbu yang unik, yaitu kehadiran ebi di dalamnya. Bagi kamu penyuka semur, sajian manis berbumbu dengan bahan telur puyuh kaya gizi ini sungguh wajib dicoba.Di kesempatan lainnya, tidak ada salahnya dong untuk mencoba resep-resep berkuah non-semur. Untuk yang satu ini, kuliner Indonesia punya kekayaan yang nyaris tak terbatas. Baik sebagai hidangan utama ataupun pendamping, macam-macam hidangan berkuah ini tepat tersaji untuk berbagai kesempatan. Yuk, simak apa saja yang bisa kamu buat berikut ini!Rasa yang unik hanya bersanding dengan garang asam. Cita rasa inilah yang membedakannya dengan hidangan Indonesia lainnya. Apalagi kebanyakan masakan lain bergulat dengan rasa gurih, pedas, ataupun asin. Lebih serunya lagi, sayur asem nyaris selalu terpilih sebagai menu pendamping pilihan saat bersantap beragam hidangan Sunda, Jawa, ataupun Betawi.Bicara soal tekstur, lebih-lebih lagi. Ada renyahnya kacang tanah, ada juicy dari kacang panjang, hingga tekstur nangka dan labu. Yang jadi favoritku adalah kriuk jagung muda yang cocok berpadu dengan segenap bahan lainnya.Dari segi rasa dan tampilan, sayur lodeh layak lebih diapresiasi lagi. Hebatnya, masakan rumahan enak yang satu ini bisa dipadukan dengan ikan salmon dalam versi modernnya. Tapi untuk resep ini, kita padukan saja dahulu dengan daging iga, ya. Dijamin tetap istimewa!Rebus dahulu daging iga sapi hingga empuk. Soal kuah kita akan padukan dengan Royco Kaldu Sapi sehingga tersesuaikan dengan baik. Selebihnya, tinggal rebus dengan sayur mayurnya dan nantikan hingga matang. Jadi, deh!Tidak hanya saat musim hujan, sup tomat daging sapi cocok tersaji di segala kondisi. Apalagi untuk kamu yang tengah di masa pemulihan dan mencari hidangan bernutrisi komplit. Tidak hanya itu, sajian ini akan menyatukan banyak hidangan lainnya di atas meja makan. Bayangkan lahapnya kita kalau bertemu dengan sajian segar dan menghangatkan ini!Nah, sekarang kamu punya banyak pilihan selain semur telur puyuh yang begitu khas ini. Untuk orang Indonesia, menikmati semur sehari-harinya seolah menjadi kebutuhan tersendiri. Hidangan nasional yang satu ini memang terkenal sangat fleksibel karena bisa diolah dengan bahan apapun, baik itu nabati apalagi hewani. Dengan resep berikut ini, kamu punya alternatif lain selain semur ayam atau semur daging pada umumnya.Tapi khusus untuk pencinta menu berkuah, dari resep ini saja kamu sudah bisa mengetahui beragam alternatif lainnya yang perlu kamu coba. Selain mudah ditemukan bahan-bahannya, cara memasaknya juga relatif mudah. Jadi aku sarankan untuk segera buat perencanaan menu dan bersiap memasak dalam beberapa hari ke depan, yuk! Selamat mencoba!", "ingredient": ["20 butir telur puyuh, rebus, kupas", "6 buah tahu goreng, siap santap", "3 cm lengkuas, memarkan", "2 lembar daun salam", "3 buah cabai merah besar, iris serong", "3 sdm Bango Kecap Manis", "1 sdt gula merah", "500 ml santan, dari 1/2 butir kelapa", "4 sdm minyak, untuk menumis", "2 sdm bawang merah goreng, untuk taburan", "5 siung bawang putih", "4 butir bawang merah", "4 butir kemiri, sangrai", "1 sdm ebi, seduh air panas, tiriskan"], "step": ["1 Tumis bumbu halus, lengkuas, dan daun salam hingga harum. Masukkan cabai, tumis hingga matang.", "2 Masukkan telur puyuh, tahu, Bango Kecap Manis, dan gula merah, aduk rata.", "3 Tuangkan santan, didihkan. Kecilkan api, masak hingga bumbu meresap dan kuah mengental. Angkat.", "4 Sajikan dengan taburan bawang merah goreng."], "like_count": 87}}, {"model": "resep.recipe", "pk": 25, "fields": {"user": 1, "title": "Resep Pizza Tahu, Sajian Unik dan Spesial untuk Keluarga", "key": "resep-pizza-tahu", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/02/pizza-tahu-400x240.jpg", "difficulty": "Cukup Rumit", "times": "45mnt", "date": "2021-05-26T07:28:45.837Z", "desc": "Pizza Tahu yang satu ini bisa menjadi pemberi semangat untuk kamu mencoba resep-resep unik bergaya Barat di dapur. Tidak semua resep dari Barat itu sulit dan bahan-bahannya susah. Buktinya resep yang satu ini memiliki gaya ketimuran dan bisa dimasak siapa saja. Bahkan kalau dari tingkat kesulitan dan kekayaan bahan, acapkali masakan tradisional Indonesia yang menjadi juaranya.Pertama-tama, tidak perlu membayangkan sulitnya menyiapkan adonan roti untuk pizza. Dengan resep ini, kamu bisa membuatnya sekaligus jadi semua. Hanya saja bila kamu ingin menggunakan roti pizza, kamu bisa cukup mempersiapkan toppingnya dan membeli adonan pizza siap panggang. Tentunya ada sedikit perubahan dari cara memasaknya, tapi tentunya bukan hal yang mustahil untuk para pemula di dapur untuk membuatnya. Jadikanlah resep menarik ini sebagai pemberi semangatmu memasak untuk keluarga tercinta.Ingin belajar resep-resep pizza lainnya? Selamat mencoba resep Pizza Mie Cabe Hijau, Kentang Goreng Pizza, ataupun beberapa cara membuat pizza a la anak kosan yang praktis ini!", "ingredient": ["100 g tahu sutera, potong dadu", "30 g bawang bombay, iris tipis", "20 g paprika merah, potong dadu", "20 g paprika hijau, potong dadu", "10 g tepung tapioka", "200 g telur ayam ukuran sedang", "50 ml susu cair", "150 g keju, parut", "1 sdt Royco Kaldu Ayam", "30 g margarin"], "step": ["1 Campurkan telur, Royco Kaldu Ayam, susu segar, dan tepung tapioka. Aduk rata.", "2 Panaskan margarin, tambahkan telur yang sudah dicampur. Masak dengan api kecil.", "3 Masukkan tahu Jepang, paprika merah, bawang bombay, dan paprika hijau.", "4 Tutup panci dan tunggulah hingga benar-benar matang.", "5 Taburkan keju parut sesudahnya lalu siap untuk disantap."], "like_count": 39}}, {"model": "resep.recipe", "pk": 26, "fields": {"user": 1, "title": "Resep Garu Balanga Khas Ternate, Pilihan Eksotis di Akhir Pekan", "key": "resep-garu-balanga-khas-ternate", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/01/shutterstock_496497469-400x240.jpg", "difficulty": "Mudah", "times": "45mnt", "date": "2021-05-26T07:28:47.852Z", "desc": "Cita rasa gurih manis pedas dengan kehadiran rempah bergabung menjadi satu dalam ikatan yang dinamakan garu balanga. Disebut juga goru balanga, hidangan ini mirip dengan semur daging yang kita jumpai sehari-harinya.Prinsip pembuatannya mirip dengan semur pada umumnya juga. Proses braising menjadikan daging sapi sengkel yang menjadi protein utamanya lebih meresap bumbunya. Kehadiran pala, kayu manis, ketumbar, dan jintan menjadikannya istimewa. Kehadiran cabai merah juga menjadikannya memiliki sedikit rasa pedas dan itulah memang yang menjadikan garu balanga berbeda dengan semur pada umumnya yang berfokus pada rasa manis gurih saja.Nikmati juga saudaranya dari Wonogiri yaitu semur daging sengkel. Lain waktu, bisa juga kamu mencoba semur daging kentang yang sangat bernutrisi ini. Selamat mencoba!", "ingredient": ["500 g daging sapi sengkel, potong kotak 3 cm", "4 sdm Bango Kecap Manis", "4 cm kayu manis", "½ pala bubuk", "¼ sdt merica putih bubuk", "¼ sdt garam", "1.2 L air", "5 siung bawang putih", "8 butir bawang merah", "3 buah cabai merah", "¼ sdt jintan", "1 sdt ketumbar, sangrai"], "step": ["1 Tumis bumbu halus dan kayu manis sampai harum.", "2 Masukkan daging, aduk sampai berubah warna.", "3 Masukkan Bango Kecap Manis, garam, merica putih bubuk, dan pala bubuk. Aduk sampai air keluar.", "4 Tambahkan air sedikit demi sedikit sampai daging empuk. Setelah matang, sajikan."], "like_count": 79}}, {"model": "resep.recipe", "pk": 27, "fields": {"user": 1, "title": "Cara Membuat Tempe Sendiri di Rumah, Enak dan Lebih Hemat", "key": "cara-membuat-tempe-sendiri", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/10/cara-membuat-tempe-akan-diolah-400x240.jpg", "difficulty": "Cukup Rumit", "times": "", "date": "2021-05-26T07:28:48.913Z", "desc": "Siapa bilang kamu nggak perlu tahu bagaimana cara membuat tempe? Sebagai menu sehari-hari, fermentasi dari kacang kedelai ini ternyata mudah dibuat. Kamu hanya membutuhkan kesabaran dan komitmen hingga proses fermentasi tempe ini berhasil. Memang terkesan merepotkan, tetapi bukannya tak mungkin kalau kamu malah ketagihan bikin tempe sendiri setelah melewati proses pembuatannya.Tempe merupakan salah satu sumber protein nabati yang sangat populer di Indonesia selain tahu. Belakangan tempe digandrungi oleh pencinta makanan organik dan dibuat dalam berbagai variasi kacang-kacangan. Dimulai dari kacang kedelai hitam, kacang tolo, kacang hijau, kacang koro, bahkan hingga kacang edamame. Salah satu bahan penting dalam pembuatan tempe selain kacang-kacangan adalah ragi tempe. Bahan inilah yang akan menyempurnakan proses fermentasinya. Supaya lebih gurih, tambahkan Royco Kaldu Ayam ke dalam adonan tempe.Ada beberapa alat pendukung yang perlu disiapkan untuk memudahkan proses pembuatan tempe. Misalnya baskom besar untuk proses pencucian dan perendaman kedelai. Kacang kedelai akan mengembang dan menjadikan sehingga kamu membutuhkan baskom dengan ukuran 2-3 kali lebih besar dari volume kacang bahan utama yang direndam. Sementara tampah digunakan untuk proses penirisan kacang kedelai sesudah melewati proses awal. Jangan lupa juga panci pengukus atau dandang untuk mematangkan kacang kedelai sebelum difermentasi.Yuk, tantang diri kamu untuk mempraktikkan cara membuat tempe rumahan ini! Bahan utama untuk tempe mendoan, oseng tempe, hingga keripik tempe bisa didapat di dapur sendiri.", "ingredient": ["500 g kacang kedelai", "½ sdt ragi tempe", "1 sdt Royco Kaldu Ayam", " daun pisang, untuk membungkus", " tusuk gigi"], "step": ["1 Rendam kedelai di dalam wadah berisi air semalaman dengan volume kedelai dan air 1:3. Buang kedelai yang tidak layak ditandai dengan kondisi kedelai yang mengapung sesudah proses perendaman.", "2 Bilas kedelai selama 2-3 kali atau hingga bersih. Rebus dengan perbandingan kedelai dan air 1:3 di atas api sedang selama sekitar 1 jam. Angkat.", "3 Bilas kedelai dengan air mengalir sambil pisahkan kacang kedelai dari kulit arinya. Lakukan proses membilas ini sambil meremas kacang kedelai supaya kulit arinya terlepas. Rendam kacang kedelai kembali selama 2×24 jam.", "4 Bilas kedelai yang sudah direndam dengan air mengalir. Kukus dalam dandang panas hingga matang selama sekitar 40 menit. Angkat.", "5 Tiriskan kedelai kukus di atas tampah sambil dikipas untuk mempercepat penguapan. Diamkan hingga kedelai kering.", "6 Taburi ragi tempe, aduk rata. Tambahkan Royco Kaldu Ayam, aduk kembali hingga rata.", "7 Sendokkan tempe ke atas daun pisang. Ukuran tempe bisa disesuaikan dengan selera kamu. Bungkus sambil dipadatkan, lalu sematkan dengan tusuk gigi.", "8 Simpan tempe dalam suhu ruang selama sekitar 36 jam. Tempe siap diolah."], "like_count": 92}}, {"model": "resep.recipe", "pk": 28, "fields": {"user": 1, "title": "Resep Gulai Tahu Kecap, Padanan Sempurna untuk Santap Bersama Keluarga", "key": "resep-gulai-tahu-kecap", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/08/gulai-tahu-MAHI-1-400x240.jpg", "difficulty": "Mudah", "times": "45mnt", "date": "2021-05-26T07:28:50.314Z", "desc": "Membuat gulai tidak selalu harus diasosiasikan dengan proses memasak yang rumit. Kini, ada banyak kemudahan yang bisa kita dapatkan mulai dari persiapan, pemilihan bahan, hingga proses memasaknya. Resep makanan rumahan ini juga bisa dicoba oleh kamu yang baru belajar memasak.Menjelang Idul Adha biasanya masakan berupa gulai dan kawan-kawannya yang mengandung santan ataupun daging kembali bermunculan. Beberapa bulan memang telah berlalu sejak Idul Fitri, tapi masakan-masakan kesukaan orang Indonesia ini memang tidak ada matinya.Gulai sudah menjadi bagian dari makanan sehari-hari orang Indonesia. Makanan bersantan ini sudah tersebar di berbagai daerah. Bahkan, beda daerah beda pula racikan gulainya.Misalnya gulai di Sumatera yang lebih merah dibandingkan di Jawa. Rempah gulai khas Sumatera juga lebih pekat. Sebut saja rempah seperti pekak, jintan, dan kapulaga jadi penguat rasa gulai di Suamtera. Ada pula yang menambahkan rempah ekstra sehingga rasanya khas, contohnya gulai di Padang yang menggunakan daun ruku-ruku.Sedangkan di Jawa, biasanya kunyit menjadi pemeran utamanya sehingga warnanya kuning pekat. Kuahnya terasa lebih ringan. Tak sedikit yang cita rasanya lebih manis, karena penambahan kecap.Kesegaran rempah jadi salah satu kunci kelezatan sajian gulai. Kesegaran rempah dapat terindikasi dari aromanya. Pilih aroma yang pekat dengan tampilan warna yang segar.Meski penambahan santan pada gulai menjadi yang paling otentik, kita tetap bisa melakukan improvisasi. Misalnya saja pada resep gulai tahu ini, kita mengganti santan dengan susu rendak lemak. Selain lebih rendak lemak, santan lebih berisiko meningkatkan kolesterol dibandingkan susu.Karakter susu memang lebih encer dibandingkan santan. Karena itu, kuah gulai yang memakai susu tidak akan sekental gulai santan. Namun, gurihnya tidak jauh berbeda. Bahkan bisa jadi lebih enak pakai susu, tergantung selera masing-masing.Kuah gulai bisa dipadukan dengan ragam protein, mulai dari protein hewani hingga nabati. Kita mengenal gulai ayam, gulai kikil, gulai telur, hingga gulai tahu. Nah, tahu yang digunakan untuk gulai ini juga bervariasi.Kamu bisa menggunakan tahu kuning maupun tahu putih. Tahu bisa kamu goreng terlebih dahulu, ataupun langsung dimasukkan ke dalam racikan gulai. Namun, pastikan agar tahu tidak hancur saat kuah diaduk. Hindari juga mengaduk terlalu sering. Cukup masak dengan api kecil agar bumbu meresap sempurna.Pada resep ini, kita menambahkan kacang panjang. Tak banyak sayuran yang cocok dipadukan dengan kuah gulai. Selain kacang panjang, kamu juga bisa memilih wortel, kentang, atau nangka.Nah, jika kamu ingin mencoba menu makanan rumahan lain, kamu bisa mencoba resep lainnya seperti semur tahu, tumis terong tahu, dan tahu isi. Yuk, kita ke dapur!   ", "ingredient": ["10 potong tahu putih", "1 ikat kacang panjang, potong 2 cm", "500 ml susu cair", "2 butir cengkih", "1 buah bunga lawang", "2 batang serai, memarkan", "3 cm lengkuas, memarkan", "3 lembar daun jeruk", "2 lembar daun salam", "1 sdm gula pasir", "2 sdt garam", "1.5 sdm Bango Kecap Manis", "100 ml air", "4 sdm minyak goreng", "15 butir bawang merah", "8 siung bawang putih", "4 buah cabai rawit merah", "8 butir kemiri, sangrai", "3 cm kunyit, bakar", "2 buah kapulaga", "2 sdt ketumbar bubuk", "¼ sdt jintan bubuk", "2 cm jahe"], "step": ["1 Olah semua bahan bumbu halus dengan menggunakan blender.", "2 Panaskan minyak di wajan, lalu tumis bumbu halus hingga harum. Tambahkan lengkuas, serai, daun jeruk, bunga lawang, dan cengkih.", "3 Tuangkan santan/susu cair dan masak hingga kuah menyusut.", "4 Masukkan tahu putih, kacang panjang, daun salam, garam, dan gula. Aduk hingga sayuran matang.", "5 Tuangkan Bango Kecap Manis dan aduk hingga semua tercampur rata. Lanjutkan memasak dengan api sedang hingga matang dan mendidih. Sajikan selagi hangat."], "like_count": 66}}, {"model": "resep.recipe", "pk": 29, "fields": {"user": 1, "title": "Resep Ayam Tomat Aroma, Jadikan Masakan Ayam Lebih Bervariasi", "key": "resep-ayam-tomat-aroma", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/03/ayam-tomat-aroma-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:28:51.442Z", "desc": "", "ingredient": ["1 kg ayam kampung, potong 8-12 bagian, goreng setengah matang", "1 buah bawang bombay, iris tipis memanjang", "4 butir cengkih", "2 buah tomat, parut", "3 buah kentang, potong dadu 2 cm", "50 ml air", "1 sdm margarin", "1.25 sdt Royco Kaldu Ayam", "¼ sdt pala bubuk", " garam", " gula pasir", "2 sdm bawang merah goreng"], "step": ["1 Panaskan margarin di dalam wajan di atas api sedang. Tumis bumbu halus hingga harum. Masukkan cengkih, pala, gula, dan Royco Kaldu Ayam, aduk rata. Masukan bawang bombay dan ayam yang telah digoreng.", "2 Tambahkan tomat, air, dan kentang. Masak menggunakan api kecil hingga kuahnya agak mengering.", "3 Setelah matang, sajikan di piring saji lalu taburi dengan bawang goreng sesuai selera. Hidangan ini akan lebih sempurna bila disajikan dengan nasi hangat yang masih mengepul."], "like_count": 21}}, {"model": "resep.recipe", "pk": 30, "fields": {"user": 1, "title": "Resep Guava Greetings, Jus Jambu Jeruk yang Bikin Buka Puasa Jadi Seru", "key": "guava-greetings-jus-jambu-segar", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/04/Guava_Greetings-400x240.jpg", "difficulty": "Mudah", "times": "15mnt", "date": "2021-05-26T07:28:52.456Z", "desc": "Ingin jus jambu yang berbeda? Yuk, bikin Guava Greetings yang dibuat dari Buavita Guava, Buavita Orange, dan buah nanas. Minuman segar ini pas banget dijadikan sebagai sajian buka puasa yang memulihkan kamu dari dahaga setelah shaum seharian. Ide menyajikan Guava Greetings ini adalah memadukan beberapa jenis buah tropis sehingga kombinasi rasanya semakin berwarna.Buah jambu biji memiliki kandungan vitamin yang dapat membantu menjaga kesehatan tubuh. Bahkan, kandungan vitamin C dalam jambu biji mengalahkan buah jeruk. Selain itu  jambu biji juga mengandung serat yang dapat membantu melancarkan pencernaan. Paket manfaat baik ini semakin menyenangkan karena cita rasa jambu biji yang manis dan menyegarkan.Supaya lebih praktis, aku menggunakan jus jambu dari Buavita Guava dan jus jeruk dari Buavita Orange. Rasanya lebih enak dan praktis ketimbang bikin jus sendiri. Cuma tinggal campur! Salah satu caraku memilih jus buah siap santap yang tepat adalah jus buah kemasan tersebut memiliki tekstur dan warna mengikuti buah aslinya. Misalnya untuk jus jambu, tentu teksturnya kental dan warna merah muda seperti jus jambu segar. Sebagai tips memilih jus buah kemasan, pilih yang kemasannya yang baik, tertutup rapat, dan tidak ada tanda-tanda kemasan bocor. Kemasan yang baik juga membuat nutrisi yang ada dalam jus buah tersimpan dengan baik. Nah, salah satunya aku temukan dalam Buavita.Supaya rasa jusnya lebih seru, aku tambahkan buah nanas segar ke dalamnya. Sentuhan buah nanas di dalam mixed juice ini membuat perpaduan jus jambu campur ini jadi lebih segar. Yuk, sajikan untuk menu minuman buka puasa!", "ingredient": ["350 ml Buavita Guava", "100 ml Buavita Orange", "50 g nanas, parut", " es batu, secukupnya"], "step": ["1 Campur Buavita Guava dan Buavita Orange. Masukkan buah nanas parut. aduk.  ", "2 Siapkan gelas saji yang sudah diisi dengan es batu. Tuang campuran Buavita Guava, Buavita Orange, dan nanas. Sajikan dingin."], "like_count": 41}}, {"model": "resep.recipe", "pk": 31, "fields": {"user": 1, "title": "Resep Sayur Asam Kacang Merah, Menu Hangat Nan Segar untuk Musim Hujan", "key": "resep-sayur-asam-kacang-merah", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/06/sayur-asam-kacang-merah-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:29:02.452Z", "desc": "Sayur asam kacang merah bukan sekadar menu yang hangat, melainkan asam menyegarkan. Menu ini wajib kamu coba untuk keluarga saat musim hujan. Taburi dengan bawang goreng lalu sajikan dengan nasi hangat.Mirip dengan sayur asem pada umumnya, resep ini memiliki beberapa perbedaan. Pertama, sayur asam ini mengandalkan kacang merah sebagai bahan utamanya. Untuk sayurannya, kita gunakan jagung muda alias putren, buncis, labu siam, dan tomat. Sedangkan bumbunya aku iris bawang merah dan larutan air asam jawa.Setelah menyiapkan semua bahan, saatnya memasak. Pertama, rebus bumbu, Bango Kecap Manis, dan kacang merah. Masak hingga kacang setengah matang. Setelahnya, masukkan sayuran lainnya dan larutan air asam jawa lalu masak hingga matang.Mudah bukan membuatnya? Aneka sayuran yang juga layak kamu coba adalah sup kacang merah dan semur tahu kacang merah.", "ingredient": ["150 g kacang merah", "150 g labu siam, kupas, potong kotak", "150 g jagung muda, potong serong", "100 g buncis, potong 3 cm", "5 butir bawang merah, iris tipis", "5 sdm Bango Kecap Manis", "2 L air", "2 lembar daun salam", "2 cm lengkuas, memarkan", "2 sdt garam", "2 sdm air asam jawa", "1 buah tomat, potong dadu kecil"], "step": ["1 Didihkan air, masukkan bawang merah, daun salam, dan lengkuas.", "2 Masukkan kacang merah, garam, Bango Kecap Manis, dan air asam jawa. Aduk rata.", "3 Masukkan labu siam, buncis, jagung muda, dan tomat.", "4 Masak hingga matang, angkat dan sajikan hangat."], "like_count": 27}}, {"model": "resep.recipe", "pk": 32, "fields": {"user": 1, "title": "Resep Kari Kambing, Perpaduan yang Selalu Dinantikan", "key": "resep-kari-kambing", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/08/kari-kambing-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:29:03.660Z", "desc": "Masih dalam suasana Idul Adha, rasanya kurang sekiranya sate kambing ataupun tongseng tidak ditemani oleh resep yang satu ini. Betul, kari kambing menjadi keharusan tersendiri yang hadir di setiap perayaan ataupun untuk makan malam istimewa bersama keluarga!Satu masakan yang dipengaruhi kuliner Asia Selatan ini memang sudah tenar ke seluruh penjuru dunia. Kari kini dinikmati di berbagai belahan dunia. Bahkan di Jepang saja nasi kari menjadi panganan sehari-hari yang wajib disantap. Ibaratnya mungkin seperti nasi uduk ataupun bubur ayam kalau di Indonesia.Berhubung sedang banyak-banyaknya stok daging kambing, bagaimana kalau kita membuat saja kari kambing yang lezat? Berbekal bahan-bahan dan rempah-rempah yang mudah didapat beserta Bango Kecap Manis, pastikan santap bersama keluarga hari ini lebih menyenangkan!", "ingredient": ["600 g daging paha kambing, potong", "3 batang serai, memarkan", "4 cm lengkuas, memarkan", "500 ml santan encer", "500 ml santan kental", "5 lembar daun jeruk", "3 cm kayu manis", "2 sdm Bango Kecap Manis", " daun kari", "10 butir bawang merah", "5 siung bawang putih", "1 sdm bubuk kari", "10 buah cabai merah keriting", "2 sdt garam", "½ sdm gula pasir"], "step": ["1 Tumis semua bumbu halus, serai, daun jeruk, lengkuas, dan  kayu manis hingga harum.", "2 Tambahkan daging kambing, tumis hingga berubah warna, dan masukkan santan encer. Masak di atas api sedang hingga daging kambing lunak sambil sesekali diaduk agar santan tidak pecah.", "3 Tambahkan santan kental dan masak dengan api kecil hingga matang dan daging empuk. Tambahkan daun kari dan Bango Kecap Manis. Sajikan."], "like_count": 22}}, {"model": "resep.recipe", "pk": 33, "fields": {"user": 1, "title": "Resep Risoles Ragout Bayam Jamur, Camilan Akhir Pekan yang Menggiurkan", "key": "resep-risoles-ragout-bayam-jamur", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/02/risoles-ragout-bayam-jamur-10-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:29:04.723Z", "desc": "Membuat camilan rumahan seperti Risoles Ragout Bayam Jamur ternyata tidak sesulit yang dibayangkan. Berkat kehadiran Royco Sup Krim Ayam, kita dapat dengan mudah membuat isiannya. Selebihnya, padukan bersama bayam serta jamur yang menyehatkan!Selain membuat isiannya yang lezat, kali ini aku ingin mengajak kalian untuk belajar membuat kulitnya juga. Cara membuat risoles diawali dengan menyiapkan tepung terigu, garam, telur, susu, serta margarin saja lho ternyata! Memang terasa lebih praktis bila membeli kulitnya di supermarket, hanya saja sebagai koki rumahan, aku ingin selalu bisa mempelajari hal-hal baru di dapur. Salah satunya adalah elemen yang menarik ini.Setelah berhasil membuatnya di rumah, tentu kamu juga ingin mempelajari banyak resep camilan lainnya dariku, bukan? Yuk, coba deh resep-resep seperti Ote-Ote Udang, Martabak Telur, ataupun Gehu Keju Pedas. Pastikan untuk membuatnya di akhir pekan ini, ya!", "ingredient": ["100 g tepung terigu serbaguna", "½ sdt garam", "2 butir telur, kocok lepas", "250 ml susu cair", "1 sdm margarin cair", "2 sdm tepung terigu", "1 butir telur, kocok", "3 sdm tepung roti", "100 g daun bayam, cincang halus", "100 g jamur champignon, cincang halus", "1 siung bawang putih, cincang", "2 sdt margarin", "2 butir telur rebus, kupas, cincang kasar", "1 bungkus Royco Sup Krim Ayam", "400 ml air dingin"], "step": ["1 Aduk rata Royco Sup Krim Ayam dengan air dingin. Sisihkan.", "2 Panaskan margarin, tumis bawang putih dan jamur hingga jamur matang. Masukkan bayam dan telur rebus, aduk rata.", "3 Tuang larutan Royco Sup Krim Ayam, masak sambil diaduk hingga mengental. Angkat dan sisihkan.", "4 Kulit risoles: Aduk rata tepung terigu dan garam dalam mangkuk. Tuang susu cair, telur, dan margarin cair, aduk rata hingga adonan licin. Diamkan selama 30 menit.", "5 Panaskan wajan datar antilengket, olesi dengan sedikit minyak. Tuang 1 sendok sayur adonan ke dalam wajan, goyangkan wajan agar adonan merata ke semua sisi wajan. Masak di atas api sedang hingga matang, angkat. Ulangi proses serupa pada sisa adonan.", "6 Ambil selembar kulit risoles, letakkan 2 sdm bahan isian di atasnya, lipat membentuk amplop. Ulangi proses serupa hingga kulit habis.", "7 Baluri risoles dengan tepung terigu secara merata. Ambil satu buah risol, celupkan ke dalam telur, kemudian balur dengan tepung roti hingga merata. Ulangi proses serupa pada sisa risoles.", "8 Panaskan minyak, goreng risoles hingga kecokelatan. Angkat dan sajikan."], "like_count": 49}}, {"model": "resep.recipe", "pk": 34, "fields": {"user": 1, "title": "Resep Tupat Tahu Solo, Rasa Manis Pedas yang Berpadu Sempurna", "key": "resep-tupat-tahu-solo", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/06/tupat_tahu_MAHI-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:29:05.922Z", "desc": "Bersanding ketat dengan Yogyakarta sebagai destinasi wisata terpopuler di Jawa Tengah, kedua kota ini memiliki koleksi kekayaan kuliner yang begitu beragam. Tapi untukku, kota Solo selalu penuh dengan kenangan. Mulai dari soto, serabi, hingga nasi liwet — Solo selalu saja dirindukan karena makanan tradisional. Namun di luar sekian jenis makanan yang terkenal itu, rupanya ada satu yang kadang terlewatkan. Nah, apa lagi kalau bukan tupat tahu?Sering disebut juga sebagai tahu kupat atau ketupat tahu, masakan satu ini memang kalah popularitas dari serabi, nasi liwet, ataupun bestik Solo yang begitu ternama. Tapi jangan salah, kekayaan tekstur dan rasa dari masakan yang sederhana ini akan membuat siapapun kepincut. Terlebih lagi aku nih yang orang asli Jawa. Pastinya kalau ada rasa manis dan pedas dalam satu masakan, sudah dijamin deh bakalan aku coba dari waktu ke waktu.Tupat tahu mengandalkan kekuatan kuahnya yang menghadirkan rasa manis. Semuanya berkat kehadiran bumbu yang berpadu dengan Kecap Manis Bango. Tambahkan cabai rawit yang digiling, maka rasa pedas akan memberi warna lebih untuk kuahnya. Tambahkan berbagai ornamen penting seperti mie telur yang sudah direbus, tahu yang sudah digoreng, serta taoge dan bakwan sayur yang renyah — wah, lengkap sudah makan siangku ini. Bahkan tidak hanya untuk siang hari saja, tupat tahu ini cocok disantap juga untuk sarapan ataupun makan malam.Nah, supaya tidak penasaran dengan rasanya, bagaimana kalau kita buat bersama hari ini?", "ingredient": ["100 g mie telur, rebus", "2 buah ketupat, potong dadu", "5 buah tahu putih, potong dadu", "5 buah cabai rawit merah", "5 lembar kol, iris tipis memanjang", "1 sdm daun seledri, cincang halus", "3 lembar daun jeruk, iris tipis", "350 ml minyak sayur", "3 siung bawang putih", "2 lembar daun jeruk, buang tulang dan iris tipis", "150 g gula merah, sisir", "1 sdt garam", "1 sdm gula pasir", "5 sdm Bango Kecap Manis", "400 ml air", "300 g tepung terigu", "2 butir telur ayam", "2 buah wortel, iris tipis memanjang", "1 batang daun bawang, iris bulat tipis", "1 bungkus Royco Kaldu Ayam", "350 ml air", "250 ml minyak sayur", "1 buah mentimun, potong dadu", "20 g taoge, blansir", " bawang merah goreng"], "step": ["1 Membuat kuah: Didihkan air di panci. Masukkan garam, gula merah, gula pasir, daun jeruk, bawang putih, dan Kecap Manis Bango. Masak selama 2 menit sambil sesekali diaduk agar tercampur dengan rata.", "2 Membuat bakwan sayur: Siapkan adonan dengan mencampur semua bahan. Tuangkan beberapa sendok adonan dan goreng dengan minyak panas hingga berwarna kuning kecokelatan. Angkat dan tiriskan.", "3 Panaskan minyak di wajan terpisah di atas api sedang. Goreng tahu putih selama 3 menit hingga berwarna kecokelatan dan matang. Angkat dan tiriskan.", "4 Penyajian: Di dalam piring saji, letakkan cabe rawit merah lalu haluskan. Tata ketupat, mie telur rebus, kol, bakwan goreng, tahu, mentimun, taoge, daun jeruk, serta daun seledri.", "5 Siram bahan-bahan yang telah ditata di piring dengan kuah. Terakhir, taburi dengan bawang merah goreng dan sajikan."], "like_count": 16}}, {"model": "resep.recipe", "pk": 35, "fields": {"user": 1, "title": "Resep Nasi Lengko, Santapan Sedap Saat Merindu Kuliner Cirebon", "key": "resep-nasi-lengko", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/11/nasi-lengko-MAHI-5-400x240.jpg", "difficulty": "Mudah", "times": "45mnt", "date": "2021-05-26T07:29:06.837Z", "desc": "Nasi Lengko adalah salah satu dari begitu banyak kuliner lezat dari Kota Udang. Tapi hanya dengan penampilan sederhananya, nasi lengko dijamin akan berhasil mengundang siapapun untuk menikmatinya!Paduan tahu dan tempe goreng yang dicampur bersama mentimun serta bumbu kacang ini ternyata tepat bila disandingkan dengan nasi. Bagi yang tinggal di Jawa, tentu sudah tidak aneh bila melihat perpaduan seperti ini. Misalnya saja kupat tahu ataupun ketoprak yang menggunakan tahu serta bumbu kacang. Hanya saja bedanya, hidangan khas Cirebon ini tidak menggunakan lontong ataupun ketupat.Memang ngangenin rasanya berkuliner ke Cirebon. Ada sate kalong, ada tahu gejrot, dan banyak lainnya. Tapi mungkin hanya sedikit yang bisa kita buat sehari-harinya di rumah. Mulailah dari resep nasi lengko ini dan bayar rasa rindumu berpetualang di kota pesisir itu. Simpan cita-citamu berlibur ke sana hingga waktu libur tiba, dan gantilah sementara waktu dengan menikmati hidangan ini bersama keluarga.Selamat memasak!", "ingredient": ["200 g tahu putih, potong dadu", "200 g tempe, potong dadu", "200 g mentimun, kupas dan potong dadu", "100 g taoge, seduh air panas", "4 porsi nasi putih", "500 ml minyak", "6 butir bawang merah", "3 siung bawang putih", "4 buah cabai merah keriting", "3 buah cabai merah", "150 g kacang tanah, kupas kulit dan goreng", "100 ml air", "½ sdt garam", "2 sdm Bango Kecap Manis Light", " daun kemangi", " bawang merah goreng"], "step": ["1 Di atas wajan, panaskan minyak, goreng tahu dan tempe hingga kecokelatan. Angkat, tiriskan. Sisihkan.", "2 Membuat sambal kacang: Goreng bawang merah, bawang putih, cabai merah, dan cabai merah keriting hingga harum dan matang. Angkat dan tiriskan. Masukkan semua bahan kecuali kecap manis ke dalam blender. Proses hingga halus. Keluarkan.", "3 Tambahkan Bango Kecap Manis Light, aduk rata.", "4 Tata nasi, mentimun, tahu, tempe, dan taoge di atas piring saji. Siram sambal kacang ke atasnya. Hidangkan bersama pelengkap."], "like_count": 58}}, {"model": "resep.recipe", "pk": 36, "fields": {"user": 1, "title": "Resep Semur Rolade, Sajian Daging Gulung Kini Tampil Lebih Unik", "key": "resep-semur-rolade", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/05/rolade-400x240.jpg", "difficulty": "Cukup Rumit", "times": "55mnt", "date": "2021-05-26T07:29:07.762Z", "desc": "Semur rolade merupakan hidangan yang terinspirasi dari dua masakan yang sama-sama hadir berkat pengaruh kolonial Belanda, yakni semur dan rolade. Hidangan hasil kreasi dari Bango Kecap Manis ini sangat cocok disandingkan dengan menu karbohidrat selain nasi seperti kentang panggang, mashed potato, ubi panggang, atau jagung rebus.Untuk sukses menghadirkan rolade lebih yang sedap dan mantap, ada beberapa hal yang harus kamu perhatikan, yakni:Sajikan semur rolade ini kalau kamu ingin memasak hidangan one dish meal tanpa nasi. Jangan lupa sertakan bersama sayuran, ya!", "ingredient": ["150 g daging sapi berlemak", "50 g daging ayam giling", "3 sdm tepung roti", "¾ sdt garam", "¼ sdt bubuk pala", "⅛ sdt merica putih bubuk", "½ sdt gula pasir", "2 butir telur ayam", "3 butir telur ayam, kocok lepas", "¼ sdt garam", "6 butir bawang merah, iris", "2 cm jahe, memarkan", "1 buah tomat, potong kasar", "4 sdm Bango Kecap Manis", "¾ sdt garam", "¼ sdt merica putih bubuk", "¼ sdt pala bubuk", "500 ml air", "4 sdt tepung maizena", "4 sdt air, untuk pengental", "2 sdm margarin, untuk menumis"], "step": ["1 Dadar: Aduk rata telur dan garam. Buat telur dadar tipis menggunakan wajan antilengket.", "2 Campur daging giling, ayam giling, tepung roti, garam, bubuk pala, lada putih bubuk, gula pasir, dan telur sampai rata. Oleskan adonan di atas telur dadar. Gulung. Bungkus lalu kukus. Potong-potong, sisihkan.", "3 Tumis bawang merah, jahe, dan tomat di dalam margarin sampai harum. Masukkan Bango Kecap Manis, garam, lada putih bubuk, dan bubuk pala. Tuang air, aduk rata. Masak hingga mendidih.", "4 Rebus irisan rolade di dalam kuah semur di atas api kecil sampai meresap. Kentalkan dengan maizena. Biarkan kuah meletup-letup kembali. Rolade juga bisa tidak direbus di dalam kuah, hanya disuguhkan bersama kuah."], "like_count": 15}}, {"model": "resep.recipe", "pk": 37, "fields": {"user": 1, "title": "Resep Bistik Daging Khas Solo, Sajian Mewah dengan Kearifan Lokal", "key": "resep-bistik-daging", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/09/bistik-daging-MAHI-1-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:29:08.836Z", "desc": "Bertandang ke kota Solo, pastinya sulit mengabaikan kultur kulinernya yang begitu kental dan beragam. Dari nasi liwet hingga tengkleng, sate kere hingga soto, dan banyak lagi. Namun ada satu oleh-oleh yang mesti dibuat di dapur sepulangnya di rumah. Itulah sebabnya resep bistik daging empuk ini wajib dikuasai oleh para pecinta makanan.Ah, bistik daging. Menu tradisional Solo yang tidak terlihat gaya Indonesia-nya. Betul, itu dikarenakan ada warisan Belanda yang terdapat di dalamnya. Terlihat dari pilihan daging dan sayurannya, semua seolah berasal dari pengaruh kultur kuliner Eropa. Menariknya, hidangan ini kemudian berkembang di Solo dan kota ini menjadi terkenal salah satunya karena makanan lezat ini.Kini bistik Solo berkembang ke kota-kota lain, namun tentu lebih lezat bila bisa menikmatinya langsung di sana. Setidaknya kamu bisa membawa oleh-oleh kelezatan itu ke dapur dan membuatnya sendiri. Pada resep berikut ini, aku berbagi cara mudahnya namun selebihnya pengalaman dan kesabaran akan melatihmu untuk membuat makanan ini semakin lezat dari waktu ke waktu.Yuk, tanpa buang waktu lebih banyak lagi, mari kita cus ke dapur dan ikuti cara membuat bistik daging sapi Solo berikut!", "ingredient": ["500 g daging sapi has dalam", "5 butir bawang merah, iris tipis", "1 buah tomat, potong-potong", "2 sdm Bango Kecap Manis", "¼ sdt pala bubuk", "2.5 sdt Royco Kaldu Sapi", "1 L air", "3 sdm margarin", "½ sdt pala bubuk", "2 sdm Bango Kecap Manis", "50 g buncis, potong 3 cm dan rebus", "75 g wortel, potong 3 cm dan rebus", "200 g kentang, potong dadu dan goreng", "3 butir telur ayam, rebus dan potong-potong", "1 buah tomat, potong 8 bagian"], "step": ["1 Lumuri daging dengan marinasi bumbu bistik daging sapi. Diamkan selama 1 jam di dalam kulkas.", "2 Panaskan 2 sdm margarin di wajan. Masukkan daging yang sudah berbumbu. Tumis hingga berubah warna. Angkat lalu iris dengan ketebalan 1 cm. Sisihkan.", "3 Panaskan sisa margarin di panci. Masukkan bawang merah. Tumis hingga harum. Tambahkan tomat, aduk kembali hingga layu. Tuangkan air, Royco Kaldu Sapi, dan masak hingga mendidih.", "4 Masukkan tumisan daging, tuangkan Bango Kecap Manis, dan pala bubuk. Aduk rata. Rebus hingga bumbu meresap."], "like_count": 87}}, {"model": "resep.recipe", "pk": 38, "fields": {"user": 1, "title": "Resep Kaki Naga Jamur Pedas, Ternyata Mudah untuk Membuatnya Sendiri", "key": "resep-kaki-naga-jamur-pedas", "image": "https://www.masakapahariini.com/wp-content/uploads/2021/03/kaki-naga-400x240.jpg", "difficulty": "Cukup Rumit", "times": "2jam", "date": "2021-05-26T07:29:10.214Z", "desc": "Kaki naga adalah salah satu menu makanan yang banyak penggemarnya karena rasanya yang enak. Segala jenis gorengan ala ala nugget atau katsu biasanya disukai karena renyah dan isiannya gurih.Dengan resep ini, kamu bisa membuat kaki naga sendiri di rumah dengan lebih mudah. Dengan tambahan jamur kancing dan wortel, kamu tidak perlu takut dengan kandungan nutrisi yang ada pada makanan ini. Selain itu, dengan cocolan Saus Sambal Jawara Extra Hot sehingga kaki naga lebih mantap untuk disantap.Selain itu, kamu dapat menyimpan kaki naga sebagai stok lauk atau cemilan dengan menyimpannya ke dalam freezer. Sebelum disimpan, pastikan yang telah dikukus didiamkan dahulu hingga benar-benar suhu ruang dahulu agar rasanya tetap maksimal. Dan ketika ingin menyantapnya, kamu bisa membiarkan makanan ini di suhu ruang, lalu menggorengnya kemudian.Yuk, belanja bahan-bahannya dan bersiap mengolahnya! Mulai sekarang mari membuat frozen food sendiri di rumah karena lebih terjamin kualitas dan kesehatannya. Coba resep-resep frozen food lainnya dari Masak Apa Hari Ini! Ada Nugget Tahu Udang Jamur, Nugget Ayam Pedas dan Nugget Ikan yang bisa kamu coba di rumah. Selamat memasak!", "ingredient": ["3 sdm tepung terigu", "2 butir telur ayam, kocok lepas", "300 g tepung roti kasar", "20 buah stik es krim", " minyak, untuk menggoreng", "400 g daging ayam giling", "100 g jamur kancing, cincang", "80 g wortel, parut", "5 sdm tepung tapioka", "5 sdm tepung terigu", "1 butir telur ayam, kocok lepas", "5 siung bawang putih, haluskan", "1 sdt gula pasir", "½ sdt garam", "1 sdm Royco Kaldu Ayam", "1 sdm Jawara Saus Sambal Extra Hot", "½ sdt merica putih bubuk", " Jawara Saus Sambal Extra Hot"], "step": ["1 Adonan kaki naga: Aduk rata semua bahan termasuk Royco Kaldu Ayam dan Saus Sambal Jawara Extra Hot. Olesi tangan dengan minyak untuk mempermudah membentuk adonan. Ambil sekitar 1 sdm adonan, bulatkan. Tusukkan ke dalam stik es krim.", "2 Ulangi proses serupa pada sisa bahan. Kukus adonan kaki naga yang sudah dibentuk dalam dandang panas hingga matang. Angkat.", "3 Balur setiap kaki naga dengan tepung terigu, telur, lalu tepung roti.", "4 Panaskan minyak, goreng kaki naga hingga cokelat keemasan. Angkat dan tiriskan.", "5 Sajikan dengan cocolan Saus Sambal Jawara Extra Hot."], "like_count": 65}}, {"model": "resep.recipe", "pk": 39, "fields": {"user": 1, "title": "Resep Oreo Ice Cream Box, Dessert Kekinian yang Bisa Kamu Buat di Rumah", "key": "resep-oreo-ice-cream-box", "image": "https://www.masakapahariini.com/wp-content/uploads/2021/04/COVER-3-min-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:29:11.134Z", "desc": "Setelah menikmati sajian buka puasa, rasanya paling enak makan es krim sebagai dessert! Apalagi jika menikmatinya bersama keluarga, tentu beda sensasinya. Jika kamu sudah bosan dengan dessert yang itu-itu saja, yuk, coba sensasi baru diinspirasi dari dessert box, yaitu Oreo ice cream box yang memadukan tekstur crunchy es krim rasa cookies and cream dan lembutnya puding vanilla yang legit. Perpaduan 2-in-1 ini dijamin akan membuatmu ketagihan untuk suapan kedua!Selain rasanya yang lezat, penyajian Oreo ice cream box ini juga praktis dan mudah dibawa kemana-mana. Jadi kamu tidak perlu takut es krim tumpah atau berceceran saat bersantai menikmatinya di sofa. Bahkan kalau kamu sedang merencanakan hidangan spesial untuk keluarga besarmu yang berkunjung saat Idul Fitri nanti, dessert yang satu ini bisa menjadi jawabannya. Membuat Oreo ice cream box tak terlalu susah, lho. Semua bahannya bisa kamu dapatkan di rumah atau supermarket terdekat. Dessert yang satu ini terdiri dari 3 lapisan lezat, yaitu Oreo crumbs yang renyah, puding vanilla yang lembut, dan ditutup dengan Wall’s Oreo Cookies & Cream. Karena teksturnya yang berlapis-lapis, pastikan untuk sabar dalam membuatnya, ya! Tentunya wajib segera dinikmati saat dingin. Jadikan Oreo ice cream box ini sebagai pemanis ketika kamu sedang bersantai bersama orang tersayang, ya! Kapan-kapan, boleh coba juga kreasi lainnya seperti Es Teler Solero ataupun Fresh Mango Fruitilicious.", "ingredient": ["300 gr biskuit Oreo, haluskan", "120 gr bubuk pudding vanilla instant", "500 ml air", "2 scoop Wall's Oreo Cookies & Cream Ice Cream", " biskuit Oreo, secukupnya dan dihaluskan", " whipped cream, secukupnya"], "step": ["1 Tuang bubuk puding ke panci, dan tambahkan air 500 ml. Masak hingga mendidih, sambil diaduk. Diamkan sekitar 5-10 menit hingga agak dingin.", "2 Masukan biskuit Oreo ke dalam dasar toples yang sudah disiapkan, lalu ratakan.", "3 Tuang adonan puding ke dalam toples, masukan ke kulkas dan tunggu hingga dingin. ", "4 Lalu, beri Wall’s Oreo Cookies & Cream diatas pudding, dan ratakan. ", "5 Beri topping whipped cream dan biskuit Oreo untuk mempercantik. Sajikan. "], "like_count": 96}}, {"model": "resep.recipe", "pk": 40, "fields": {"user": 1, "title": "Resep Udang Saus Tiram, Seafood Favorit yang Ternyata Mudah Membuatnya", "key": "resep-udang-saus-tiram", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/05/shutterstock_617702654-400x240.jpg", "difficulty": "Mudah", "times": "25mnt", "date": "2021-05-26T07:29:12.047Z", "desc": "Resep udang saus tiram adalah salah menu paling populer sekaligus favorit di restoran penyaji hidangan seafood. Setuju, kan? Resep udang ini sengaja aku sajikan untuk kamu pencinta udang sekaligus penyuka menu udang saus tiram. Rahasia membuat hidangan udang sedap tentunya adalah bahan baku udang yang segar.Ada beberapa jenis udang yang mantap untuk diolah ke dalam masakan udang saus tiram ini, misalnya udang jerbung, udang galah, atau udang windu. Udang berukuran sedang hingga besar sangat cocok untuk masakan tumis atau bakar. Waktu memasak yang singkat membuat udang matang sempurna dan tentu kamu masih bisa merasakan tekstur udang yang masih juicy dengan rasa alami daging udang yang manis.Sebagai informasi tambahan, beberapa tips memilih udang ini wajib kamu tahu sebelum bersiap-siap membeli udang segar. Pertama, pilih udang yang warnanya segar, tidak berbau, dan tidak pucat. Kedua, bagian kepala dan kulit masih menempel sempurna pada bagian badan. Lalu terakhir, saat ditekan, daging udang terasa kenyal dan tidak lembek. Cocok sudah untuk digarap menjadi resep udang saus tiram.Sajikan masakan udang saus tiram yang praktis ini sebagai menu makan malam istimewa. Makan malam serasa di restoran seafood terkenal. Lain waktu jangan lupa coba resep-resep lain seperti bakso kuah ataupun soto ayam. Begitupun perlu mencoba versi udang asam manis, ya!", "ingredient": ["500 g udang, kupas, belah punggung", "1 sdt garam", "½ sdt merica bubuk", "4 sdm margarin", "5 siung bawang putih, cincang halus", "1 buah bawang bombay, iris tipis", "6 sdm saus tiram", "4 sdm Bango Kecap Manis", "2 sdm kecap asin", "3 sdm minyak wijen", "4 sdm air"], "step": ["1 Lumuri udang dengan garam dan merica bubuk sampai rata, diamkan kurang lebih selama 15 menit.", "2 Goreng dalam minyak banyak dan panas sampai matang dan kering, angkat, lalu tiriskan dan sisihkan.", "3 Panaskan margarin, kemudian masukkan bawang putih dan bawang bombay, tumis sampai harum.", "4 Masukkan saus tiram, Bango Kecap Manis, kecap asin, minyak wijen, dan air, sampai rata, masak sampai mendidih, kemudian masukkan udang tadi, aduk rata, angkat dan terakhir sajikan."], "like_count": 78}}, {"model": "resep.recipe", "pk": 41, "fields": {"user": 1, "title": "Resep Nasi Tim Beras Merah Jamur Kecap, Semakin Sehat Semakin Sedap", "key": "resep-nasi-tim-beras-merah-jamur-kecap", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/11/nasi-tim-beras-merah-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:29:22.356Z", "desc": "Nasi tim beras merah bisa menjadi menu utama untuk keluarga yang lebih sehat. Lengkapi dengan tumisan ayam, jamur, dan daun bawang, maka menu ini bisa disantap untuk sarapan maupun makan siang.Identik sebagai menu diet dengan rasa yang tawar, ternyata beras merah bisa diolah menjadi nasi tim yang sedap. Dengan catatan, ada beberapa yang harus diperhatikan saat memasaknya. Pertama, gunakan air kaldu dengan jumlah yang lebih banyak untuk melembutkan beras merah yang tinggi serat. Kedua, waktu memasak lebih lama jika dibandingkan dengan nasi tim beras putih. Ketiga, tumis bawang putih hingga harum agar aroma bawang meresap sempurna ke beras.Daripada penasaran, langsung kita praktikkan yuk resepnya. Olahan sehat lainnya yang bisa kamu coba antara lain nasi goreng beras merah, nasi ulam Betawi beras merah, dan nasi goreng kembang kol.", "ingredient": ["1.5 L kaldu ayam", "300 g beras merah", "3 siung bawang putih", "1 sdt garam", "1 sdt minyak wijen", "350 g fillet dada ayam, potong dadu kecil", "100 g jamur kancing, cincang halus", "1 siung bawang putih, cincang halus", "½ buah bawang bombay, cincang halus", "3 sdm Bango Kecap Manis Light", "1 batang daun bawang, iris tipis", "1 butir pekak", "½ sdt merica putih bubuk", "2 sdm kecap asin", "2 sdm minyak, untuk menumis"], "step": ["1 Nasi tim: Panaskan minyak wijen di panci. Tumis bawang putih dan jahe hingga harum. Tambahkan beras dan garam, aduk rata. Tuang kaldu ayam, lalu aron hingga 3/4 matang. Angkat.", "2 Tumisan ayam: Panaskan minyak, tumis bawang putih dan bawang bombay hingga harum. Masukkan ayam, masak hingga berubah warna. Tambahkan sisa bahan dan Bango Kecap Manis Light, masak hingga bumbu meresap. Angkat dan sisihkan.", "3 Penyelesaian: Ambil 1 mangkuk tahan panas, isi dengan 3 sdm tumis ayam. Padatkan nasi di atas tumisan ayam. Ulangi hingga habis.", "4 Kukus hingga matang. Tumpangkan segera di piring saji."], "like_count": 79}}, {"model": "resep.recipe", "pk": 42, "fields": {"user": 1, "title": "Resep Malbi Kambing Palembang, Hidangan Istimewa dari Sumatra Selatan", "key": "resep-malbi-kambing-palembang", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/02/malbi-kambing-palembang-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:29:23.656Z", "desc": "Ada sesuatu yang menjadikan resep Malbi Palembang ini lebih istimewa dan berbeda dengan kebanyakan menu semur lainnya. Meskipun proses masaknya terbilang mirip, setidaknya ada dua faktor yang menarik untuk kita perhatikan sebagai pencinta masakan Indonesia.Adalah kehadiran daging kambing ketimbang daging sapi ataupun ayam pada umumnya. Kedua adalah kehadiran masoyi ataupun mosoyi. Mirip dengan menggunakan kayu manis, mosoyi memberikan wangi tersendiri yang menjadikan Malbi Kambing Palembang semakin istimewa. Meski saya tahu ini adalah bahan yang kurang lazim, kehadiran kayu manis masih bisa mewakili semuanya. Namun bila ada kesempatan menggunakannya atau bertandang ke Palembang langsung, maka tentu wajib dicoba bukan?Kalau masih belum puas dengan resep Malbi Kambing ini, masih ada juga menu-menu lain seperti Semur Ayam Kecap, Semur Daging Kecap, dan Semur Daging Betawi. Bersama saya, mari kita menjelajahi betapa beragamnya menu semur di Indonesia!", "ingredient": ["500 g daging kambing, potong kotak 3 cm", "4 cm mesoyi", "3 batang cengkeh", "2 cm kayu manis", "7 sdm Bango Kecap Manis", "1 sdt garam", "½ sdt pala bubuk", "1.25 L air", "1 sdt air asam jawa", "2 sdm minyak, untuk menumis", "2 sdm bawang merah goreng", "10 butir bawang merah", "5 siung bawang putih", "2 cm jahe", "½ sdt merica"], "step": ["1 Panaskan minyak. Tumis bumbu halus, masoyi, cengkeh, dan kayu manis sampai harum. Tambahkan kambing dalam. Aduk hingga berubah warna.", "2 Tuang air sedikit- sedikit sambil diaduk rata. Masukkan Bango Kecap Manis, pala bubuk, dan garam. Aduk rata. Masak sampai matang dan meresap.", "3 Tambahkan air asam. Aduk rata.", "4 Taburi bawang goreng dan sajikan."], "like_count": 32}}, {"model": "resep.recipe", "pk": 43, "fields": {"user": 1, "title": "Resep Ayam Goreng Masak Tomat Pedas, Kreasi Baru yang Praktis", "key": "resep-ayam-goreng-masak-tomat-pedas", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/09/Ayam-Goreng-Tomat-Royco-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:29:24.979Z", "desc": "Resep ayam goreng masak tomat pedas adalah kreasi baru dari menu dasar ayam goreng. Bedanya, menu ini menawarkan rasa gurih, asam, dan pedas sekaligus. Bahkan, menu ini mudah dibuat di rumah.Pertama-tama, marinasi ayam dengan Royco Ayam Goreng Belacan dan putih telur di mangkuk. Diamkan minimal selama 15 menit agar bumbu meresap. Nah, biasanya aku tutup mangkuk dengan plastik khusus makanan dan menyimpannya di kulkas untuk hasil yang maksimal. Setelahnya, goreng ayam hingga matang kecokelatan. Setelah itu, tumis bawang merah, bawang putih dan cabai. Untuk jumlah cabai yang dipakai bisa disesuaikan dengan tingkat kepedasan yang diinginkan. Ketika tumisan sudah harum, masukkan ayam goreng. Aduk rata hingga bumbu meresap. Angkat dan sajikan dengan nasi putih hangat. Mulut pun tak bisa berhenti mengunyah.Bagaimana, siap mencoba kreasi baru dari sekadar menggoreng ayam? Aku juga mau coba resep lainnya yang praktis seperti cumi crispy cocol madu, jamur suwir pedas, dan udang saus tiram.", "ingredient": ["500 g ayam, potong 6 bagian", "1 bungkus Royco Bumbu Siap Pakai Ayam Goreng Belacan", "1 butir putih telur", "300 ml minyak, untuk menggoreng", "5 butir bawang merah, cincang kasar", "3 siung bawang putih, cincang kasar", "5 buah cabai merah, cincang kasar", "2 buah cabai rawit, cincang kasar", "3 buah tomat, potong dadu 2 cm", "½ sdt gula pasir", "1 sdt Royco Kaldu Ayam", "1 batang daun bawang, iris halus", "3 sdm minyak, untuk menumis"], "step": ["1 Dalam mangkuk, marinasi ayam dengan putih telur dan Royco Ayam Goreng Belacan. Aduk rata, diamkan selama 15 menit.", "2 Panaskan minyak, goreng ayam hingga matang dan berwarna kecokelatan. Angkat dan tiriskan.", "3 Panaskan minyak, tumis bawang merah, bawang putih, cabai rawit, dan cabai merah hingga harum. Masukkan tomat, Royco Kaldu Ayam, dan gula. Aduk rata.", "4 Masukkan ayam goreng dan daun bawang. Aduk rata. Angkat dan sajikan."], "like_count": 34}}, {"model": "resep.recipe", "pk": 44, "fields": {"user": 1, "title": "Resep Tumis Kacang Panjang Kecap, Hidangan Pelengkap yang Praktis dan Menyehatkan", "key": "resep-tumis-kacang-panjang-kecap", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/06/TUMIS-KACANG-PANJANG-KECAP-400x240.jpg", "difficulty": "Mudah", "times": "25mnt", "date": "2021-05-26T07:29:26.266Z", "desc": "Tumis Kacang Panjang Kecap adalah menu sehari-hari yang selalu cocok untuk disajikan setiap hari, seperti halnya Tumis Buncis. Kamu bisa mendapatkan kacang panjang, sayuran tak kenal musim ini kapan saja dan dimana dengan harga yang terjangkau. Sebagai seorang yang punya banyak kesibukan, masakan tumis sayuran yang cepat matang ini bisa jadi salah satu ide bagus buat kamu. Cocok untuk yang ingin makanan sehat tanpa mesti berlama-lama di dapur.Bagi kamu yang ingin mengolah sayuran ini lebih singkat, aku punya solusi untuk kamu supaya proses memasak sebelum pergi ngantor jadi lebih kilat. Lakukan persiapan ini semalam atau beberapa hari sebelum memasak sayuran tumis seperti buncis, wortel, kacang panjang, atau kapri. Potong-potong kacang panjang, lalu cuci bersih. Siapkan air rebusan, masak kacang hingga setengah matang. Angkat, masukkan ke dalam air es, cara ini digunakan untuk menghentikan proses pemasakan, tiriskan. Masukkan sayuran ke dalam kotak plastik kedap udara, simpan dalam freezer. Kamu bisa menjadikan sayuran beku ini sebagai stok sayuran yang bisa dipanaskan atau ditumis langsung.Saranku, kamu bisa membuatnya persediaan sayuran beku ini dalam jumlah banyak dan bisa dimasak untuk beberapa kali. Praktis, kan! Sajikan menu tumis kacang panjang kecap untuk sayuran bekal makan siang ke kantor.", "ingredient": ["250 g kacang panjang, potong 3 cm", "4 butir bawang merah, iris tipis", "3 siung bawang putih, iris tipis", "2 buah cabai merah, potong serong", "2 cm lengkuas", "2 lembar daun salam", "½ sdt Royco Kaldu Sapi", "1 sdm Bango Kecap Manis", "4 sdm air", "3 sdm minyak, untuk menumis"], "step": ["1 Panaskan minyak, tumis bawang merah, bawang putih, cabai merah, lengkuas, dan daun salam hingga harum.", "2 Masukkan kacang panjang, aduk rata. Tambahkan Royco Kaldu Sapi, Bango Kecap Manis, dan air.", "3 Masak sambil diaduk hingga kacang panjang matang. Angkat.", "4 Sajikan."], "like_count": 1}}, {"model": "resep.recipe", "pk": 45, "fields": {"user": 1, "title": "Resep Keripik Tempe, Camilan Praktis dan Sedap", "key": "resep-keripik-tempe", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/07/keripik_tempe_MAHI-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:29:27.606Z", "desc": "Lina Mai, si jago masak yang juga sahabat MAHI kali ini membagikan satu resep menarik untuk mereka yang sedang mencari kudapan enak di sore hari. Keripik tempe yang biasanya jadi oleh-oleh ketika berwisata, kini bisa dengan dengan mudah dibuat di rumah!Sore hari rasanya tidak lengkap tanpa secangkir teh hangat dan adanya kudapan lezat. Setelah Ramadhan, tentu perlu ada penyegaran untuk menggantikan kue-kue Lebaran yang kini sudah ludes. Salah satu ide menarik adalah keripik tempe yang renyah dan penuh dengan rasa yang begitu akrab. Melalui resepnya ini, Lina membagikan sebuah formula yang mudah untuk diikuti dan menggunakan Royco Kaldu Ayam sebagai sumber seluruh rasa sedapnya. Wah, layak dicoba tentunya!Berbagai resep tempe menarik dari para influencer akan tampil di situs MAHI hingga Agustus mendatang. Sebagai protein yang lezat dan serba guna, tempe cocok diolah dalam beragam cara dan resep-resepnya akan setiap dua hari sekali. Mari kita masak tempe dengan berbagai gaya baru!Sudah siap, sahabat MAHI #JUARANYATempe?", "ingredient": ["1 papan tempe ukuran kecil", "125 ml air", "50 g tepung beras", "1 sdm tepung tapioka", " cabai bubuk", " minyak sayur", "¼ sdt bawang putih bubuk", "¼ sdt ketumbar", "¼ sdt lada", "¼ sdt cabai bubuk", "½ sdt Royco Kaldu Ayam", " garam"], "step": ["1 Iris tempe tipis memanjang. Campurkan dengan semua bumbu, Royco Kaldu Ayam, tepung, dan air. Aduk rata.", "2 Panaskan wajan dan goreng tempe hingga kering dan renyah. Setelah dingin simpan di dalam toples."], "like_count": 61}}, {"model": "resep.recipe", "pk": 46, "fields": {"user": 1, "title": "Resep Be Sapi Base Manis, Sajian Unik dari Pulau Dewata", "key": "resep-be-sapi-base-manis", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/09/be-sapi-base-manis-50356634-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:29:28.592Z", "desc": "Begitu banyak resep dari Pulau Bali yang lezat dan layak dibagi untuk teman-teman di Masak Apa Hari Ini. Kali ini adalah giliran resep be sapi base manis yang unik. Sebuah resep yang juga bisa siapapun coba di rumah!Memasak resep unik ini berarti memasak juga resep-resep khas lainnya dari Pulau Bali. Untuk tujuan itu, aku sudah menyiapkan banyak teman-temannya. Dijamin akhir pekan semakin semarak dengan kehadiran hidangan-hidangan satu tema yang punya karakter rasa berwarna-warni. Misalnya saja kamu bisa mencoba ayam sambal matah, ayam suwir bumbu Bali, ataupun telur bumbu Bali.Yuk, segera saja kita mempersiapkan bahan-bahan untuk memasak resep ini dan bersegera ke dapur untuk berkreasi. Selamat bersenang-senang!", "ingredient": ["500 g daging sapi, iris tebal 1/2 cm", "2 buah cabai merah, iris tipis", "2 buah cabai hijau, iris tipis", "3 sdm Bango Kecap Manis", "1 sdm kecap asin", "3 cm jahe, memarkan", "¼ sdt garam", "3 sdm minyak, untuk menumis", "400 ml air", "3 siung bawang putih", "9 butir bawang merah"], "step": ["1 Tumis bumbu halus sampai harum. Tambahkan jahe, cabai merah dan cabai hijau. Aduk hingga layu.", "2 Tambahkan daging sapi. Aduk sampai berubah warna.", "3 Masukkan Bango Kecap Manis, kecap asin, dan garam. Aduk rata.", "4 Tuang air. Masak di atas api kecil hingga matang dan bumbu meresap. Sajikan."], "like_count": 38}}, {"model": "resep.recipe", "pk": 47, "fields": {"user": 1, "title": "Resep Kembang Kol Masak Saus Tiram, Sajian Menggugah Selera", "key": "resep-kembang-kol-masak-saus-tiram", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/01/kembang-kol-saus-tiram-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:29:30.126Z", "desc": "Kembang Kol Masak Saus Tiram adalah salah satu pilihan seru, simpel dan sehat yang bisa dibuat siapapun di rumah. Hanya dengan berbekal sayur mayur sehari-hari yang biasa ditemukan di pasar ataupun supermarket, ternyata kita dapat dengan mudah dan cepat memasaknya di rumah.Meski hanya kembang kol dan wortel sebagai elemen sayurannya, pada resep ini kamu bisa menambahkan udang serta telur puyuh. Kehadiran udang mengingatkan kita tentunya pada Capcay. Tumis dengan saus tiram dan kecap asin, maka sekejap saja kamu bisa segera menikmati menu ini dengan nasi putih hangat.Ternyata banyak hal lainnya yang bisa kamu pelajari juga soal makanan sehat dari Masak Apa Hari Ini. Selain memasaknya, sempatkan juga membaca beberapa cerita mengenai variasi sayur untuk salad, makanan sehat para atlet, makanan yang wajib disantap untuk membakar lemak, ataupun beragam manfaat paprika merah. Jadikan ini sebagai bekal untuk lebih kreatif menciptakan berbagai masakan sehat lainnya!", "ingredient": ["300 g kembang kol, petiki kuntumnya", "10 butir telur puyuh, rebus, kupas kulitnya, goreng hingga berkulit", "75 g udang, kupas", "1 buah wortel, iris serong", "½ buah bawang bombay, cincang halus", "2 siung bawang putih, memarkan", "1 sdm saus tiram", "1 sdt kecap asin", "1.25 Royco Kaldu Ayam", "200 ml air", "2 sdm minyak, untuk menggoreng"], "step": ["1 Panaskan minyak. Tumis bawang bombay dan bawang putih hingga harum. Masukkan udang, masak hingga berubah warna.", "2 Tambahkan wortel dan kembang kol, masak hingga matang. Masukkan saus tiram, kecap asin, Royco Kaldu Ayam, dan air. Masak hingga bumbu meresap dan mengental.", "3 Masukkan telur puyuh, aduk rata. Angkat.", "4 Sajikan segera ditemani nasi putih."], "like_count": 42}}, {"model": "resep.recipe", "pk": 48, "fields": {"user": 1, "title": "Resep Puding Buah Naga dan Mangga, Paduan Menyegarkan untuk Pencuci Mulut", "key": "resep-puding-buah-naga-mangga", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/09/puding-buah-naga-mangga-disajikan-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam 30mnt", "date": "2021-05-26T07:29:31.180Z", "desc": "Setelah menikmati sajian lezat, tentu yang paling dinantikan berikutnya adalah makanan penutup. Apakah itu “hanya” berupa minuman segar, hingga puding, ataupun kue dan es krim. Untuk ide hari ini, aku ingin berbagi satu resep seru yang sungguh mudah untuk dibuat. Ya, itulah puding buah naga yang dipadukan dengan buah mangga!Cara membuatnya sungguh mudah, gaes! Mumpung sedang musim mangga, nih, ada baiknya kamu coba berkreasi lebih bermacam-macam. Buah favoritku yang satu ini tidak hanya nikmat untuk dimakan begitu saja, namun juga di-jus hingga dibuat menjadi puding. Pertama, blender terlebih dahulu bersama susu, kemudian hangatkan dalam panci dan campurkan dengan agar-agar, Buavita Mango, jelly, dan gula pasir. Lakukan hal yang sama dengan buah naga, kemudian masukkan ke dalam gelas dan dinginkan dalam lemari es.Begitu saja? Betul, semudah itu! Setelah padat, kamu bisa menikmatinya seperti puding pada umumnya, namun kali ini terbuat dari buah-buahan segar dengan cita rasa seru kehadiran Buavita agar semakin meriah. Lain waktu kamu juga wajib mencoba menu segar lainnya seperti jus buah tropikal, jus mangga yogurt dan beri, ataupun jus jambu jeruk. Segarkan hari-harimu dengan menu-menu tersebut!", "ingredient": ["200 g daging buah naga merah", "150 ml susu cair vanilla", "5 g agar-agar bubuk plain", "2 g jelly bubuk plain", "500 ml air", "100 g gula pasir", "200 g daging buah mangga", "150 ml susu cair vanilla", "5 g agar-agar bubuk plain", "2 g jelly bubuk plain", "500 ml Buavita Mango", "1 sdm gula pasir"], "step": ["1 Puding mangga: Haluskan daging buah mangga dan susu dengan menggunakan blender.", "2 Panaskan buah mangga yang telah dihaluskan bersama Buavita Mango dan sisa bahan di atas api kecil. Aduk hingga hampir mendidih, angkat. Untuk estetika, tuangkan ke dalam gelas dalam posisi miring dan dinginkan dalam lemari es hingga padat.", "3 Puding buah naga: Haluskan daging buah naga dan susu dengan menggunakan blender. Panaskan buah naga yang telah dihaluskan bersama sisa bahan di atas api kecil. Aduk hingga hampir mendidih, angkat.", "4 Tuangkan ke dalam gelas yang telah berisi puding mangga dalam keadaan miring sehingga membentuk sebuah persilangan. Kembali dinginkan dalam lemari es hingga padat.", "5 Sajikan."], "like_count": 83}}, {"model": "resep.recipe", "pk": 49, "fields": {"user": 1, "title": "Resep Udang Goreng Mentega Spesial untuk Berbuka Puasa", "key": "resep-udang-goreng-mentega", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/05/udang_goreng_mentega-compress2.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:29:32.532Z", "desc": "Mentega bisa jadi adalah penemuan terbesar dalam sejarah kuliner manusia di muka bumi. Selain memang memberikan kelezatan ekstra dibandingkan minyak goreng biasa, mentega juga bisa dipakai di banyak masakan dari berbagai negara. Salah satunya adalah dengan protein favorit semua orang yaitu udang! Kali ini aku coba bagi resep udang goreng mentega yang kamu cari-cari selama ini.Setelah di lain kesempatan aku pernah memasak ayam kecap mentega, kali ini waktunya mencoba dengan tantangan yang baru. Satu hal yang peer banget dari protein yang satu ini adalah mengupasnya satu-satu dengan rapi. Kebanyakan biasanya membiarkannya dimasak begitu saja tapi aku juga memikirkan keluarga yang akan menyantapnya. Pastinya akan lebih mudah dan nikmat bila udang sudah dikupas dengan baik selain dimasak juga dengan sempurna.Masakan udang goreng mentega ini jelas cocok bila disandingkan juga dengan segenap menu-menu seafood lainnya. Di saat bersamaan aku memasak ini, biasanya mama juga akan memasak cumi goreng tepung ataupun ikan saus Padang. Acara makan malam atau buka puasa akan menjadi meriah dengan kehadiran ketiga makanan ini dan udang goreng mentega seringkali menjadi penentu kalau makan malam berjalan sukses atau tidak. Siapapun akan senang bila masakan yang dimasaknya ludes tanpa sisa bahkan hingga ke saus-sausnya. Maklum saus mentega ini sedap juga sebagai saus cocolan apapun makanannya!Resep udang goreng mentega ini dimulai prosesnya sejak kamu membeli udang yang tepat. Carilah yang berukuran sedang dan belilah sekaligus banyak kalau boleh aku sarankan. Setelah itu kupas dan bersihkan terlebih dahulu serta kucuri dengan jeruk nipis dan bumbui dengan garam, lada, dan jahe. Agar semua bumbu meresap dan bau amis hilang, biarkan terlebih dahulu dalam lemari es selama beberapa saat. Mengolah daging ataupun seafood memang butuh sedikit kesabaran selain juga proses memasaknya. Semuanya tentu agar hasil akhirnya maksimal.Bila ingin kamu mencoba memasaknya untuk buka puasa di bulan Ramadan ini, cukup mempersiapkan ini terlebih dahulu dan proses menumis bisa dilakukan tidak lama sebelum adzan Maghrib. Setelah selesai, goda seluruh keluarga dengan wanginya dan tampilannya yang memesona. Dijamin tanpa ba bi bu langsung diserbu selepas berbuka dengan yang manis.Ingin tahu resep-resep seru lainnya untuk berbuka? Coba saja resep ayam afrika, kimbab bulgogi, ataupun chicken wings panggang!", "ingredient": ["500 gram udang, kupas dan buang kepala dan ekor", "6 siung bawang putih, cincang halus", "½ cm ruas jahe, geprek", "3 lembar daun bawang, iris halus", "1 buah jeruk nipis", "1 sdt kecap asin", "1 sdt Bango Kecap Manis", "1 sdt garam", "½ sdt lada bubuk", "1 sdt gula pasir", "1 sdm mentega", "1 sdm minyak wijen", "1 sdm minyak sayur"], "step": ["1 Dalam mangkok besar, lumuri udang yang sudah dibersihkan dengan air perasan jeruk nipis. Taburkan 1/2 sendok teh garam dan 1/4 sendok teh lada. Masukkan jahe yang sudah digeprek dan aduk merata. ", "2 Tutup dengan plastic wrap dan simpan dalam lemari es selama kurang lebih 30 menit.", "3 Panaskan wajan bersama 1/2 sendok makan minyak wijen dan  1/2 sendok makan minyak goreng. Tumis bawang putih yang telah dicincang sampai harum. Angkat dan sisihkan.", "4 Kembali panaskan 1/2 sendok makan minyak wijen dan 1/2 sendok makan minyak goreng dalam wajan. Tumis udang sampai setengah matang dan tambahkan kecap asin, sisa garam, lada bubuk dan gula pasir serta 1 sendok teh Kecap Manis Bango. Aduk-aduk sampai merata selama kurang lebih 2 menit.", "5 Masukkan mentega dan biarkan meleleh. Aduk cepat sampai merata dan tambahkan bawang cincang yang sudah digoreng dan irisan daun bawang. Aduk merata dan angkat dari api.", "6 Udang goreng mentega siap disajikan!", "7 Tips: Hindari terlalu lama memasak udang di atas api. Masak selama 5 menit untuk bisa mendapatkan hasil udang yang lembut dan manis."], "like_count": 35}}, {"model": "resep.recipe", "pk": 50, "fields": {"user": 1, "title": "Resep Nasi Bakar Tempe Teri, Rasa Tradisional dengan Twist Berbeda", "key": "resep-nasi-bakar-tempe-teri", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/08/nasi_bakar_tempe_MAHI-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:29:33.509Z", "desc": "Si jago masak Isna Sutanto yang juga sahabat MAHI kali ini punya satu resep menarik – nasi bakar tempe teri. Dijamin bakal membuat acara santap bersama keluarga hari ini menjadi lebih seru! Begitu banyak memang variasi nasi bakar yang terkenal dari seluruh penjuru Nusantara dan kesamaannya satu. Isiannya merupakan perpaduan rempah-rempah serta protein yang begitu kaya. Begitupun dengan yang satu ini. Selain rempah-rempah dan Royco Kaldu Sapi, Isna tidak lupa menambahkan tempe, ikan teri, dan juga petai. Wah tidak sabar sepertinya untuk segera menuju pasar hari ini!Resep-resep tempe yang lezat dari para influencer akan tampil di MAHI hingga beberapa akhir Agustus ini. Sebagai protein nabati yang hebat dan serba guna, tempe mudah diolah dengan berbagai cara. Jangan sampai ketinggalan tidak memasak resep-resep yang penuh inspirasi ini!Sudah siap memasak hari ini, sahabat MAHI #JUARANYATempe?", "ingredient": ["600 g nasi putih panas", "250 g tempe, potong dan goreng", "100 g ikan teri, goreng", "10 buah cabai rawit", "2 batang serai, ambil bagian putihnya dan iris tipis", "3 lembar daun salam, sobek", "2 cm lengkuas, iris tipis", "1 papan petai, belah dua", " garam", " gula pasir", "1 sdt Royco Kaldu Ayam", "2 ikat daun kemangi", "2 sdm minyak goreng", "6 buah cabai rawit merah besar", "6 buah bawang merah", "4 siung bawang putih", "2 cm kencur", "1 sdm ebi, rendam dalam air panas dan tiriskan"], "step": ["1 Panaskan minyak, tumis bumbu halus sampai harum. Masukkan irisan sereh, daun salam, dan lengkuas.", "2 Tambahkan petai, tempe, dan teri goreng. Beri garam, gula pasir, dan Royco Kaldu Ayam. Aduk sampai semua bahan tercampur dan bumbu meresap. Angkat.", "3 Tuang tumisan dalam wadah yang berisi nasi panas,  tambahkan cabai rawit dan kemangi kemudian aduk. Bagi menjadi empat bagian.", "4 Siapkan daun pisang, taruh satu bagian adonan nasi. Gulung hingga rapat, sematkan kedua ujungnya dengan lidi atau ikat dengan tali.", "5 Panaskan pemanggang, olesi gulungan daun pisang dengan minyak. Bakar hingga aromanya keluar. Angkat dan siap disantap."], "like_count": 82}}, {"model": "resep.recipe", "pk": 51, "fields": {"user": 1, "title": "Resep Semur Daging Kentang, Rasa Rumahan yang Selalu Ngangenin", "key": "resep-semur-daging-kentang", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/12/5-400x240.jpg", "difficulty": "Mudah", "times": "45mnt", "date": "2021-05-26T07:29:54.405Z", "desc": "Inilah dia resep khas Indonesia yang paling banyak bisa kita tweak, baik dengan sayuran ataupun macam-macam protein. Kali ini, aku ingin menghadirkan semur daging kentang, perpaduan sempurna dengan kuah gurih manis yang selama ini sudah kita kenal.Meskipun teman-teman sudah mengenal macam-macam semur dari yang sudah pernah kubagikan di sini, tentunya resep yang satu ini lebih akrab digunakan untuk sehari-hari. Selain tentunya semur ayam yang pastinya kita semua akrab. Tapi apa saja sih resep semur kesukaanmu? Di Masak Apa Hari Ini, aku sudah pernah membagikan resep seperti semur kambing ataupun semur ikan bandeng. Sungguh mengagumkan betapa rasa gurih manis yang lekat seumur hidup ini rupanya bisa cocok dipadukan dengan apa saja. Sudah pernahkah membuat yang serupa ataupun menggunakan bahan yang unik?Kalau begitu, sudah siapkah untuk berbelanja berbagai kebutuhannya? Yuk, kita siapkan dan mulai memasak di hari ini!", "ingredient": ["500 g daging sapi, potong dadu 4 cm", "3 buah kentang, kupas, potong dadu 3 cm, goreng hingga matang", "1 buah tomat, buang biji, potong dadu", "5 sdm Bango Kecap Manis", "2 cm kayu manis", "1 sdt Royco Kaldu Sapi", "1 L air", "4 sdm minyak, untuk menumis", "4 butir bawang merah", "3 siung bawang putih", "3 butir kemiri, sangrai", "1 sdt gula", "1 sdt ketumbar butiran", "½ sdt pala bubuk", "½ sdt garam", "½ sdt merica putih bubuk", "2 batang daun bawang, iris halus"], "step": ["1 Panaskan minyak, tumis bumbu halus hingga harum. ", "2 Masukkan daging sapi, aduk rata. Masak hingga daging berubah warna. ", "3 Tuang air, aduk rata. Tambahkan Bango Kecap Manis, kayu manis, dan Royco Kaldu Sapi. Didihkan. ", "4 Kecilkan api, masak hingga daging matang dan empuk serta kuah mengental. ", "5 Masukkan kentang yang telah digoreng dan tomat, aduk rata. Angkat dan sajikan dengan taburan daun bawang."], "like_count": 37}}, {"model": "resep.recipe", "pk": 52, "fields": {"user": 1, "title": "Resep Spaghetti Bumbu Rendang, Hidangan Lezat Perpaduan Dua Dunia", "key": "resep-spaghetti-bumbu-rendang", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/05/SPAGHETTI-BUMBU-RENDANG-400x240.jpg", "difficulty": "Mudah", "times": "45mnt", "date": "2021-05-26T07:29:55.551Z", "desc": "Meski terdengar unik, Spaghetti Bumbu Rendang sejatinya tidak sulit untuk dibuat. Cukup dengan berbelanja pasta spaghetti, menyiapkan daging, dan menggunakan Royco Bumbu Siap Pakai Nasi Goreng Rendang.Mulai dengan menumis bawang putih dan bawang bombay hingga harum. Tambahkan daging yang telah diiris tipis bersama paprika dan jamur. Masak hingga berubah warnanya. Kemudian tambahkan susu cair, gula, dan bumbu rendang dari Royco Bumbu Siap Pakai Nasi Goreng Rendang. Kemudian masak hingga mendidih. Setelahnya, masukkan spaghetti yang telah direbus dan pastikan agar seluruh sausnya bercampur secara merata.Menu ini cocok tersaji untuk kamu yang mager di rumah ataupun ingin membuat menu cepat saat sahur dan berbuka puasa. Menu lain yang diolah dengan bumbu rendang yang patut dicoba adalah lemper ayam, burger rendang, dan nasi goreng istimewa. Selamat mencoba!", "ingredient": ["200 g spaghetti, rebus", "250 g daging sapi has dalam, iris tipis", "½ buah bawang bombay, potong dadu kecil", "2 siung bawang putih, cincang halus", "½ buah paprika merah, potong dadu", "½ buah paprika hijau, potong dadu", "75 g jamur kancing, iris-iris", "150 ml susu cair rendah lemak", "1 sdt merica putih bubuk", "1 sdt gula pasir", "1 bungkus Royco Bumbu Siap Pakai Nasi Goreng Rendang", "1 sdm minyak, untuk menumis"], "step": ["1 Panaskan minyak, tumis bawang bombay dan bawang putih hingga harum.", "2 Masukkan daging, masak hingga daging berubah warna. Masukkan paprika merah, paprika hijau, dan jamur, aduk rata.", "3 Tuang susu cair, gula, merica, dan Royco Nasi Goreng Rendang, aduk rata. Masak hingga mendidih.", "4 Masukkan spaghetti yang telah direbus, aduk hingga tersalut rata dengan sausnya. Angkat. Sajikan."], "like_count": 11}}, {"model": "resep.recipe", "pk": 53, "fields": {"user": 1, "title": "Resep Pindang Asam Iga Sapi, Kejutan Istimewa untuk yang Teristimewa", "key": "resep-pindang-asam-iga-sapi", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/05/pindang-asam-iga-sapi-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam 30mnt", "date": "2021-05-26T07:29:56.552Z", "desc": "Pindang Asam Iga Sapi adalah hidangan yang bakalan membuat keluarga tercinta di rumah senang menyantapnya. Komplet, kompleks, tapi menjanjikan cita rasa yang sangat menarik. Adalah kehadiran berbagai bumbu dan rempah yang dibakar sehingga menjadikan spektrum rasa pada masakan ini semakin semarak.Pertama, kita mulai dari merebus iga sapi terlebih dahulu dan kuah yang dibumbui dengan Royco Kaldu Sapi. Baru setelahnya kita merebus semua bahan dan meyisakan tomat serta rebung untuk di paruh terakhir proses memasak. Rebus semua bahan dengan api kecil dan baru kemudian kita masukkan rebung dan terakhir tomat. Masak hingga semua matang dan sajikan.Tertarik dengan resep-resep iga sapi lainnya? Coba saja resep semur iga madu ataupun sayur lodeh dengan iga sapi. Istimewa!", "ingredient": ["500 g iga sapi, potong-potong", "200 g rebung, potong korek api", "3 buah cabai merah besar, belah 2, bakar", "10 buah cabai rawit, bakar", "2 L air", "1 bungkus Royco Kaldu Sapi", "1 genggam asam, padatkan, bakar hingga kehitaman agar tidak pecah", "4 butir bawang merah, bakar", "4 siung bawang putih, bakar", "2 sdm kecap manis", "1 buah tomat merah, potong", "2 lembar daun salam", "½ sdt garam", "1 sdm gula pasir", "1 batang serai, memarkan, bakar", "1 ibu jari akar lengkuas, memarkan, bakar", "½ ruas jari kunyit, bakar"], "step": ["1 Didihkan air, lalu rebus iga hingga setengah lunak.", "2 Tambahkan Royco Kaldu Sapi. Tunggu sampai kuah mendidih.", "3 Masukkan semua bahan kecuali tomat dan rebung. Rebus dengan api kecil hingga lunak.", "4 Masukkan rebung, rebus sampai rebung matang.", "5 Masukkan tomat, lalu angkat setelah beberapa saat. Sajikan."], "like_count": 35}}, {"model": "resep.recipe", "pk": 54, "fields": {"user": 1, "title": "Resep Tumis Cumi Kecap, Menu Rumahan Praktis dan Sedap", "key": "resep-tumis-cumi-kecap", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/04/tumis-cumi-kecap-1-400x240.jpg", "difficulty": "Mudah", "times": "25mnt", "date": "2021-05-26T07:29:57.587Z", "desc": "Menyiapkan masakan rumahan seperti tumis cumi kecap dan hidangan tumisan lainnya adalah kegiatan memasak yang praktis namun tetap enak. Salah satu pilihan yang hampir disukai semua dari menu seafood adalah cumi. Bukan hanya enak, cumi sangat mudah didapat dan proses memasaknya cenderung singkat atau cepat matang.Sebelum mengolah jenis seafood ini, kamu wajib memilih cumi segar demi mendapatkan cita rasa tumisan cumi yang sedap tanpa bau anyir. Mengingat cumi adalah salah satu hidangan laut yang mudah bau jika tidak ditangani dengan baik.Pilih cumi yang permukaan kulitnya tidak layu, jika disentuh, kulit terasa kenyal. Cumi segar tidak berbau, jadi jika kamu menemukan sedikit memiliki bau anyir, sebaiknya hindari membelinya. Ini dikarenakan proses penyimpanan cumi sesudahnya akan berpotensi membuat bakteri berkembang dan cumi semakin bau. Gunakan tips ini setiap kali kamu akan membeli cumi.Simak juga beberapa menu rumahan lainnya yang bisa kamu coba lain kesempatan.Pencinta sambal hijau pasti sudah akrab dengan lidah cabe ijo, ayam sambal cabe ijo, atau tumis daging balado hijau. Tentunya takkan melewatkan juga menu yang satu ini – cumi cabe ijo!Beda dengan cumi goreng tepung yang biasanya disajikan dengan mayones atau saus tartar, kali ini cumi goreng tepung disajikan dengan cocolan saus kecap pedas dari Bango Kecap Manis.Mengilap berkat olesan kecap manis dengan isian tahu putih membuat cumi bakar ini terlihat montok dan menggiurkan. Yuk, coba juga buat cumi bakar isi tahu!", "ingredient": ["300 g cumi, kupas, kerat-kerat, potong 3 cm", "100 g brokoli", "100 g jamur kancing segar, potong 2", "3 siung bawang putih, iris tipis", "3 siung bawang merah, iris tipis", "1 lembar daun salam", "1 batang serai", "1 buah tomat, potong-potong", "1 sdt Royco Kaldu Ayam", "2 sdm Bango Kecap Manis Pedas", "2 sdm minyak, untuk menumis"], "step": ["1 Panaskan minyak, tumis bawang putih, bawang merah, daun salam, dan serai hingga harum. ​", "2 Masukkan cumi dan brokoli, aduk sebentar. Masukkan jamur, Royco Kaldu Ayam, Bango Kecap Manis Pedas, dan tomat, aduk. ​", "3 Masak hingga cumi matang. Angkat. Sajikan. ​"], "like_count": 10}}, {"model": "resep.recipe", "pk": 55, "fields": {"user": 1, "title": "Resep Tumis Daging Kambing Kecap Pedas, Menu Makan Malam Hari Ini", "key": "resep-tumis-daging-kambing-kecap-pedas", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/06/daging-kambing-kecap-pedas-400x240.jpg", "difficulty": "Cukup Rumit", "times": "50mnt", "date": "2021-05-26T07:29:58.686Z", "desc": "Penampilan daging kambing yang lezat akan menciptakan suasana yang spesial di rumah. Namun, biasanya para ibu enggan mengolah daging kambing karena dianggap merepotkan. Untuk menyiasati hal itu, aku ingin berbagi resep kambing yang sederhana yaitu tumis daging kambing kecap.Meski langkahnya cukup sederhana, sajian ini tetap terasa istimewa. Kenikmatan kambing biasanya berasal dari kualitas dagingnya. Pengolahannya pun tak kalah penting karena bisa memengaruhi baunya. Jika salah langkah, biasanya daging kambing akan mengeluarkan aroma prengus yang menyengat.Kita bisa memakai beragam jenis daging untuk sajian ini, mulai dari has dalam hingga iga. Pilih kambing yang berusia muda, agar teksturnya tidak alot. Jika tidak dimasak setelah dibeli, masukkan dalam wadah dan simpan di lemari es tanpa dicuci terlebih dahulu untuk menghindari bakteri. Selain langkah yang sederhana, kita juga menggunakan bahan yang mudah didapatkan untuk resep tumis daging kambing kecap ini. Sebut saja cabai merah, bawang merah, dan bawang putih yang biasa kita gunakan sehari-hari untuk memasak.Nah, tanpa menunggu lama, yuk kita langsung masak langsung di dapur. Sajikan tumis daging kambing kecap dengan ragam tumisan sayur untuk nutrisi seimbang, ya! Lihat juga resep tongseng kambing Pak Budi yang tak kalah lezatnya.", "ingredient": ["400 gram daging kambing", "4 sdm Bango Kecap Manis", "½ sdt garam", "1 sdt air jeruk nipis", "4 butir bawang merah, iris", "3 buah cabai rawit hijau, iris", "1 buah cabai hijau besar, iris serong", "1 buah cabai merah besar, iris serong", "1 lembar daun salam", "2 lembar daun jeruk, buang tulang daunnya", "½ sdt merica putih bubuk", "½ sdt gula merah, sisir", "100 ml air"], "step": ["1 Potong daging kambing kurang lebih berukuran 3x3x3 cm. Lumuri daging dengan air jeruk nipis dan garam hingga merata. Diamkan kurang lebih 30 menit hingga satu jam.", "2 Panaskan minyak, lalu masukkan daging kambing. Aduk dan masak hingga berubah warna.", "3 Masukkan bawang merah, aduk aduk hingga harum.", "4 Tambahkan cabai rawit hijau, cabai merah, cabai hijau, daun salam, dan daun jeruk. Aduk kembali.", "5 Tambahkan Bango Kecap Manis, merica bubuk, garam, merica putih bubuk, dan gula merah. Aduk rata hingga daging matang dan empuk.", "6 Angkat dan sajikan dengan nasi hangat."], "like_count": 75}}, {"model": "resep.recipe", "pk": 56, "fields": {"user": 1, "title": "Resep Ikan Gurame Sambal Dabu-Dabu, Gurih dan Menyegarkan", "key": "resep-ikan-gurame-sambal-dabu-dabu", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/07/ikan_gurame_dabu_MAHI-5-400x240.jpg", "difficulty": "Mudah", "times": "45mnt", "date": "2021-05-26T07:29:59.728Z", "desc": "Ikan gurame yang digoreng selalu jadi favorit semua orang saat bertandang ke restoran Sunda. Bagaimana ceritanya ketika sambal biasanya digantikan dengan sambal unik dari Manado ini? Jauh lebih lezat! Nah, berikut adalah cara membuat ikan gurame sambal dabu-dabu.Semua orang Indonesia pasti menganggap kunjungan sesekali ke restoran khas Sunda ataupun restoran seafood sebagai momen-momen istimewa. Selain memang cocoknya dikunjungi untuk merayakan sesuatu, kedua jenis restoran memiliki kemiripan tersendiri. Banyak menu restoran seafood yang tersedia di restoran Sunda dan begitupun sebaliknya.Salah satu menu yang paling populer adalah ikan gurame. Meski berasal dari sungai, ini adalah satu jenis yang istimewa. Dagingnya tebal dan tulangnya sedikit. Mudah dimasak dengan cara apapun dan rasanya selalu sedap.Nah pada kesempatan kali ini, aku ingin berbagi satu resep mudah untuk menggoreng ikan gurame dan memadukannya dengan sambal dabu-dabu yang nikmat. Perpaduan kuliner khas Sunda dan Sulawesi Utara ini dijamin membuat seluruh keluarga tersenyum puas. Jangan lupa mencoba resep masakan lainnya untuk menemani yang satu ini ya!", "ingredient": ["1 kg ikan gurame", "1 buah jeruk nipis, ambil airnya", "400 ml minyak sayur, untuk menggoreng", "2 sdt Royco Kaldu Ayam", "4 siung bawang putih", "1 sdt ketumbar bubuk", "1 sdt kunyit bubuk", "2 sdt Royco Kaldu Ayam", "1 buah cabai merah, buang biji dan cincang kecil", "7 buah cabai rawit hijau, iris tipis", "5 butir bawang merah, cincang", "1 buah tomat, buang biji dan potong dadu", "1 buah jeruk nipis, ambil airnya", "7 lembar daun kemangi, petik daunnya", "1 sdt garam", "1 sdt gula", "4 sdm minyak sayur, untuk sambal"], "step": ["1 Lumuri ikan gurame yang sudah dibersihkan dengan air jeruk nipis dan bumbu yang telah dihaluskan (termasuk Royco Kaldu Ayam). Diamkan selama 10 menit agar meresap.", "2 Panaskan minyak dan wajan. Goreng ikan hingga matang. Angkat dan tiriskan.", "3 Siapkan mangkuk. Masukkan semua bahan-bahan sambal dabu-dabu. Siram dengan minyak goreng yang telah dipanaskan. Aduk hingga tercampur rata.", "4 Penyajian: Letakkan ikan gurame di atas piring saji. Tuangkan sambal dabu-dabu ke seluruh permukaan ikan. Opsional, siapkan juga Bango Kecap Manis. Ikan gurame sambal dabu-dabu siap disajikan."], "like_count": 73}}, {"model": "resep.recipe", "pk": 57, "fields": {"user": 1, "title": "Resep Opor Tahu Tempe, Lauk Paling Pas untuk Berbuka Bersama", "key": "resep-opor-tahu-tempe", "image": "https://www.masakapahariini.com/wp-content/uploads/2021/03/OporTahuTempe-400x240.jpg", "difficulty": "Mudah", "times": "40mnt", "date": "2021-05-26T07:30:00.668Z", "desc": "Sudah bikin daftar menu masakan selama bulan Ramadan? Supaya memasak menjadi pekerjaan lebih mudah selama bulan puasa, ada baiknya kamu membuat rancangan menu setiap seminggu selama bulan suci. Agar lebih mudah dan hemat, gunakan bahan dan bumbu yang fleksibel diolah menjadi beberapa masakan. Misalnya saja dalam seminggu ada resep Opor Tahu Tempe, Sup Ayam, Semur Tahu Tempe, hingga Cap Cay Sayuran sebagai menu sahur atau buka puasa.Alasannya adalah dalam resep tersebut menggunakan bahan-bahan yang sama. Daging ayam digunakan untuk memasak sup dan gulai. Sayuran dalam sup juga bisa dimasak untuk cap cay. Begitupun tahu tempe bisa dijadikan opor atau balado. Jadi gampang dan hemat, kan bikin daftar belanja?Untuk membuat resep Opor Tahu Tempe yang lebih praktis, aku menggunakan Bango Bumbu Kuliner Nusantara Opor Ayam Khas Cepu. Bumbu siap pakai yang sedap dan praktis ini juga bisa kamu jadikan sebagai bumbu memasak gulai, nasi goreng, hingga sayuran berkuah santan. Selain praktis, hidangan tahu dan tempe berkuah santan ini bisa kamu jadikan sebagai menu buka puasa dan untuk sahur keesokan harinya.Selain nasi putih, Resep Opor Tahu Tempe juga lezat disajikan bersama ketupat atau lontong. Tambahkan ayam goreng, sambal, dan kerupuk untuk set menu lengkap berbuka puasa bersama keluarga. Yuk, masak!", "ingredient": ["200 g tempe, potong kotak 4 cm", "4 buah tahu putih, belah 2 segitiga", "1 bungkus Bango Bumbu Opor Ayam Khas Cepu", "3 buah cabai rawit merah", "65 ml santan instan", "1 batang serai", "600 ml air"], "step": ["1 Rebus air bersama santan, Bango Bumbu Kuliner Nusantara Opor Khas Cepu, cabai rawit, dan serai sambil terus diaduk hingga mendidih.", "2 Masukkan tempe dan tahu, masak sambil sesekali diaduk perlahan supaya santan tidak pecah.", "3 Masak hingga meresap. Angkat dan sajikan."], "like_count": 73}}, {"model": "resep.recipe", "pk": 58, "fields": {"user": 1, "title": "Resep Tumis Buncis Tempe Manis, Kesederhanaan yang Selalu Terasa Nikmat", "key": "resep-tumis-buncis-tempe-manis", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/11/tumis-buncis-tempe-1-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:30:01.786Z", "desc": "Untuk akhir pekan, segala jenis masakan sudah dimasak. Tapi bisa jadi rasanya ada satu yang kurang. Nah, apakah itu? Bisa jadi satu resep tumisan sayur yang simpel dan cepat belum dicoba. Untuk itulah tumis buncis tempe datang sebagai alternatifnya!Resep tumisan memang selalu jadi primadona. Untuk yang ahli masak ataupun yang baru memberanikan diri ke dapur, teknik masak yang satu ini dianggap sebagai solusi banyak hal. Meskipun sederhana, teknik masak tumis tetap saja punya resiko kegagalan. Untuk itulah waktu itu pernah kubagi beberapa cara jitu masak tumis anti gagal. Pastikan untuk mempelajarinya supaya hasil tumisan kamu lebih lezat!Ingin tahu resep tumisan mudah lainnya? Mampir, ya, ke bagian resep Masak Apa Hari Ini. Kita punya resep dari tumis kangkung tahu , oseng buncis udang bumbu belacan sampai tumis buncis telur.", "ingredient": ["300 g tempe, potong dadu 2 cm, goreng setengah matang", "200 g buncis, potong-potong", "4 butir bawang merah, iris tipis", "3 siung bawang putih, iris tipis", "2 cm lengkuas, memarkan", "2 lembar daun salam", "3 sdm Bango Kecap Manis", "1 sdt garam", "200 ml air", "4 sdm minyak, untuk menumis"], "step": ["1 Panaskan minyak, masukkan bawang merah, bawang putih, lengkuas, dan daun salam. Tumis hingga harum.", "2 Masukkan tempe, Bango Kecap Manis, garam, dan air. Aduk rata.", "3 Tambahkan buncis, masak hingga matang dan kuah mengental.", "4 Angkat dan sajikan."], "like_count": 36}}, {"model": "resep.recipe", "pk": 59, "fields": {"user": 1, "title": "Resep Kwetiau Goreng Medan, Cita Rasa Mantap dari Pulau Sumatra", "key": "resep-kwetiau-goreng-medan", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/06/shutterstock_558121438-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:02.585Z", "desc": "Panganan kaki lima malam hari di Indonesia biasanya bertarung antara nasi goreng, capcay, mie, ataupun kwetiau. Mana yang jadi favoritmu? Kali ini, aku ingin berbagi satu resep kwetiau goreng khas Medan yang punya topping lengkap, tapi tidak sulit untuk membuatnya.Yang menjadi penentu keunikannya adalah penggunaan telur bebek dan bahan pelengkap lainnya yang menjadikan rasanya terasa otentik. Misalnya saja kehadiran kucai, minyak wijen, serta tentunya bakso ikan serta udang. Gunakan kwetiau basah dan siapkan telur orak arik yang menggunakan telur bebek tadi. Selebihnya tumis-tumis saja dengan cara yang sudah kita kenal. Masukkan semua bahan, tambahkan kucai dan taoge di saat-saat terakhir. Selesai sudah, deh!Bicara soal teman-temannya, aku juga banyak berbagi macam-macam nasi goreng, mie goreng, dan bahkan resep bakso di MAHI. Pastikan untuk coba lain waktu, ya!", "ingredient": ["300 g kwetiau basah", "200 g udang kupas", "2 butir telur bebek, kocok lepas", "5 buah bakso ikan, iris tipis", "3 batang kucai, potong 4 cm", "100 g taoge", "4 siung bawang putih, cincang", " butir bawang merah, cincang", "1 sdm minyak wijen", "2 sdt Royco Kaldu Ayam", "1 sdm Bango Kecap Manis", "½ sdt merica putih bubuk", "2 buah cabai merah, iris serong", "3 buah cabai rawit merah, iris serong", "4 sdm minyak"], "step": ["1 Panaskan 2 sdm minyak, buat telur bebek orak arik. Angkat. Sisihkan.", "2 Panaskan sisa minyak di dalam wajan, tumis bawang putih, bawang merah, udang, bakso ikan, cabai merah, dan cabai  rawit. Aduk rata, masak hingga harum.", "3 Masukkan kwetiau dan telur orak arik, Royco Kaldu Ayam, Bango Kecap Manis, merica, minyak wijen, aduk rata. Tambahkan tauge dan kucai, aduk sebentar. Angkat. Sajikan."], "like_count": 82}}, {"model": "resep.recipe", "pk": 60, "fields": {"user": 1, "title": "Resep Tinutuan Khas Manado, Menyehatkan dan Kaya Nutrisi", "key": "resep-tinutuan-khas-manado", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/12/6-1-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:03.846Z", "desc": "Kalau masakan bubur nasi itu identik dengan makanan sehat, maka orang Manado punya caranya sendiri untuk menjadikannya lebih berkhasiat. Adalah tinutuan, satu hidangan khas dari Sulawesi Utara yang terkenal akan kekayaan nutrisi yang dikandungnya.Sebagai makanan yang juga cocok untuk vegetarian, bubur tinutuan memiliki isian berupa macam-macam sayuran. Ingin ada protein hewani? Maka cukup tambahkan ikan. Untuk kita yang tidak tinggal di Manado, gorengan ikan asin jambal memberikan tekstur serta rasa asin gurih yang menyenangkan. Masak bubur bersama macam-macam sayuran seperti ubi jalar, jagung muda, daun melinjo, bayam, serta kangkung.Jangan lupa mencoba sajian bubur lainnya dari Masak Apa Hari Ini, ya. Ada bubur ayam Hainan, bubur ayam bulgogi, hingga tentunya bubur merah putih untuk selebrasi di rumah!", "ingredient": ["300 g beras, cuci bersih", "3 L air", "1 sdt garam", "2 sdt Royco Kaldu Ayam", "100 g labu kuning, kupas, potong dadu", "75 g ubi jalar, kupas, potong dadu", "75 g jagung muda, bersihkan, pipil", "75 g bayam, petiki, cuci bersih", "75 g kangkung, petiki, cuci bersih", "4 batang daun kemangi, petiki, cuci bersih", "2 batang serai, memarkan", "1 batang daun bawang, iris halus", "2 lembar daun kunyit", "150 g ikan asin jambal, potong dadu, goreng hingga matang dan kecokelatan"], "step": ["1 Dalam panci, masak beras bersama air, garam, daun bawang, serai, daun kunyit, dan Royco Kaldu Ayam. Aduk terus di atas api sedang hingga beras setengah matang. ", "2 Masukkan ubi jalar, labu kuning, dan jagung. Aduk rata, masak hingga ubi lembut. ", "3 Masukkan bayam, kangkung, daun melinjo, dan daun kemangi. Aduk rata. Masak hingga matang dan bubur mengental.", "4 Angkat dan sajikan bersama ikan asin."], "like_count": 79}}, {"model": "resep.recipe", "pk": 61, "fields": {"user": 1, "title": "Resep Semur Jengkol Geprek, Acara Makan Bareng Jadi Lebih Seru", "key": "resep-semur-jengkol-geprek", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/06/semur-jengkol-geprek-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam 30mnt", "date": "2021-05-26T07:30:19.477Z", "desc": "Menu serba semur sebetulnya menarik untuk dicoba. Padukan dengan nasi putih ataupun nasi uduk maka dipastikan lezat rasanya. Tambahkan gorengan ataupun telur maka semakin lengkap keseruannya. Tapi di antaranya, pastikan untuk menyiapkan semur jengkol berikut ini!Bingung ingin memadukan semur jengkol dengan masakan semur lainnya? Kamu bisa memilih dari sekian banyak varian semur yang sudah dibagikan di website Masak Apa Hari Ini sejak awal berdirinya. Indonesia begitu kaya akan pilihan sajian ini dan pastinya seru kalau kamu mencobanya satu-satu. Misalnya saja kamu bisa mencoba semur daging kentang, semur ati, ataupun semur jamur yang unik.Sudah siap berbelanja? Yuk, sesudahnya ikut aku ke dapur dan mencoba memasaknya!", "ingredient": ["1 kg jengkol, pilih yang tua", "1 batang serai, memarkan", "2 lembar daun salam", "5 sdm Bango Kecap Manis", "500 ml air", "2 sdm minyak", "8 butir bawang merah", "4 siung bawang putih", "5 buah cabai merah", "1 sdm ketumbar", "5 butir kemiri", "1 sdt garam"], "step": ["1 Rendam jengkol dengan air bersih semalaman dan buang airnya. Rendam air sekali lagi, tiriskan (agar jengkol tidak bau). Rebus jengkol sampai matang, angkat dan tiriskan.", "2 Setelah dingin, belah jengkol menjadi dua bagian. Kupas kulitnya lalu pipihkan dengan pemukul daging atau ulekan.", "3 Tumis bumbu halus sampai harum. Masukkan daun salam dan serai, aduk-aduk hingga bumbu kering.", "4 Tambahkan jengkol, air dan Bango Kecap Manis. Masak sampai kuah mengental. Angkat dan sajikan."], "like_count": 78}}, {"model": "resep.recipe", "pk": 62, "fields": {"user": 1, "title": "Resep Sup Krim Jagung, Menu Hangat yang Pas di Kala Flu", "key": "resep-sup-krim-jagung", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/01/sup-krim-jagung-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:20.430Z", "desc": "Untuk segala musim, sepertinya kehangatan semangkuk Sup Krim Jagung selalu dapat diterima siapa saja. Terlebih di kala musim penghujan ataupun ketika badan sedang kurang sehat, tubuh memerlukan makanan yang hangat dan nyaman di tenggorokan.Dengan cita rasa jagung, kehadiran sup yang hangat gurih ini seolah membangkitkan energi tubuh. semangat yang dibutuhkan tubuh untuk menjalani aktivitas. Selain itu sup krim jagung juga cocok untuk dijadikan menu praktis di kala lapar melanda tengah malam.Dengan segala kesederhanaannya, tetap sup krim jagung ini tampil menawan. Apalagi di resep ini ada beberapa hal yang bisa kita tambahkan agar sup ini semakin lezat. Selain dinikmati begitu saja, sup krim jagung juga enak dinikmati bersama roti tawar panggang, croissant, atau baguette yang dipanggang bersama percikan minyak zaitun dan bawang putih cincang. Yummy!Untuk kamu yang senang dengan cita rasa pedas, sajikan sup krim jagung dengan tambahan merica hitam yang digerus kasar pada saat proses pemasakan. Penambahan sayuran lain sebagai pengganti wortel seperti brokoli, jamur kancing, buncis, atau kembang kol pasti membuat kamu takkan bosan menyajikan sup krim jagung sebagai makanan rumahan.Ingin makan di rumah tetap enak dan tak membosankan? Kamu dapat mencari inspirasi resep sup lainnya atau masakan berkuah dari Masak Apa Hari Ini. Misalnya saja beberapa menu yang ingin aku bagi supaya kamu tetap semangat untuk masak dan makan di rumah.Sup Ayam BeningYang ini pas banget untuk disandingkan dengan segala jenis menu lauk. Apalagi yang berbau digoreng, balado, atau lauk oseng. Sup ayam bening juga mantap disajikan buat kamu yang sedang ingin menurunkan berat badan. Tanpa proses menggoreng namun tetap enak dan mengenyangkan.Bakso Kuah.Mumpung sedang bicara soal sup, ada baiknya juga untuk mencari tahu cara membuat kaldu ayam yang sedap dari nol, sehingga kapan saja kamu bisa membuatnya sendiri ketika Royco Kaldu Ayam sedang tidak ada. Apalagi untuk teman-teman yang berada di perantauan, kemampuan yang satu ini akan sangat bermanfaat ketika kita tengah merindu masakan rumahan.Yuk, mulai rajin masak dan makan di rumah! Dimulai dari resep simpel sup krim jagung ini.", "ingredient": ["1 kaleng jagung manis", "1 kaleng jagung manis cream", "1 buah wortel, potong dadu kecil", "1 dada ayam", "2 L air", "2 sdm tepung maizena, larutkan", "2 butir telur ukuran sedang, kocok", "1 sdm mentega", "100 g bawang bombay, potong dadu kecil", "1 sdm minyak wijen", "1 bungkus Royco Sup Krim Jagung", "½ sdt merica putih bubuk", "½ sdt garam", "1 sdm gula pasir", "2 batang daun bawang, potong"], "step": ["1 Didihkan air, rebus ayam hingga lunak, angkat, dan potong dadu kecil.", "2 Panaskan mentega, tumis bawang bombay hingga layu. Lalu masukkan ke dalam kaldu ayam. Tambahkan Royco Sup Krim Jagung, lalu aduk rata.", "3 Masukkan ayam, jagung, wortel, dan semua bahan kecuali daun bawang yang akan dimasukkan sesaat sebelum diangkat.", "4 Masukkan telur dengan mempergunakan corong, aduk rata lalu kentalkan dengan larutan maizena.", "5 Sajikan hangat."], "like_count": 94}}, {"model": "resep.recipe", "pk": 63, "fields": {"user": 1, "title": "Resep Spaghetti Sapi Pedas, Sajian Seru untuk Nanti Malam", "key": "resep-spaghetti-sapi-pedas", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/11/spaghetti-sapi-pedas-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:21.588Z", "desc": "Resep spaghetti sapi pedas, satu lagi resep makanan rumahan dari Astrid Huang – sahabat MAHI yang jago masak! Kapanpun dan dimanapun, masakan pasta selalu menggugah hati orang Indonesia. Baik saat kumpul bersama keluarga ataupun dalam acara-acara yang lebih resmi, hidangan ini cocok untuk disajikan!Keunikan resep ini datang dari racikan sausnya yang memiliki bermacam-macam rasa. Ada cabai, saus tiram, Bango Kecap Manis, daging sapi, dan berbagai bumbu lainnya yang menjadikannya menarik. Begitu praktis membuatnya dan tidak membutuhkan waktu yang terlampau lama. Setelah tersaji, jangan lupa taburi dengan keju parut agar lebih nikmat!Sajikan hidangan ini khususnya untuk saat santap malam, meskipun orang Italia menikmatinya juga di saat makan siang. Jadikan sebagai kejutan baru untuk keluarga di rumah meski hanya berbekal bahan-bahan yang mudah didapat. Selain itu, cara membuatnya juga tidak sulit dan bisa dicoba siapapun – termasuk yang baru bertualang di dapur.Selain resep spaghetti sapi pedas ini, ada juga beberapa sajian lainnya yang merupakan twist dari panganan khas Italia yang menyenangkan ini. Masak Apa Hari Ini ingin berbagi di antaranya sebagai berikut:Pasta dengan bumbu tom yum bisa jadi inspirasi bagi yang ingin merasakan kolaborasi kuliner dari Italia dan Thailand. Membuatnya tidak seribet yang dibayangkan ternyata! Untuk jenis pastanya, kita bisa memilih sesuai selera, misalnya saja angel hair, fettuccine, pappardelle, atau bahkan penne. Spaghetti tentunya adalah tipe pasta paling mudah untuk dicari dan diolah.Resep lengkap spaghetti tom yum.Bumbu opor sangat lekat dengan momen spesial di Indonesia dan punya rasa gurih asin yang istimewa. Padukan dengan spaghetti untuk menciptakan rasa yang unik. Pekatnya santan opor bisa dibandingkan dengan pekatnya susu, krim, ataupun telur pada saus carbonara. Agar seru, kita tambahkan topping bola-bola ayam dan bisa menggunakan daging ayam cincang. Selain menggunakan pasta spaghetti, bisa juga menggunakan fettuccine.Resep lengkap spaghetti opor.Tumis dahulu bawang putih dan bawang bombay hingga harum. Masukkan daging yang telah diiris tipis bersama paprika dan jamur, lalu masak hingga berubah warna. Lanjutkan dengan menambahkan susu cair, gula, dan bumbu Royco Nasi Goreng Rendang. Masak hingga mendidih dan aduk bersama spaghetti yang telah direbus, lalu sajikan. Menarik, bukan?Resep lengkap spaghetti rendang.Kembali MAHI akan menampilkan berbagai macam resep menarik dari teman-teman influencers yang begitu berbakat dalam memasak. Patikan untuk selalu mampir di situs MAHI untuk resep istimewa lainnya dari sahabat-sahabat yang jago memasak ini.Sementara itu, selamat memasak dan selamat bersenang-senang di dapur!", "ingredient": ["250 g spaghetti", "250 g daging sapi cincang", "100 g keju, parut", "1 buah bawang bombay, cincang", "2 siung bawang putih, cincang", "2 sdm Bango Kecap Manis", "1 sdm saus tiram", "5 buah cabai merah", "1 sachet Royco Kaldu Sapi", " garam secukupnya", " merica secukupnya", " minyak secukupnya"], "step": ["1 Rebus spaghetti sampai matang, tiriskan dan sisihkan ", "2 Tumis bawang bombay bersama bawang merah dan bawang putih hingga wangi. ", "3 Tambahkan daging sapi cincang, cabai merah dan aduk merata. Tambahkan Royco Kaldu Sapi, Bango Kecap Manis, saus tiram, garam, dan merica. ", "4 Sajikan spaghetti sapi pedas dengan taburan keju parut."], "like_count": 88}}, {"model": "resep.recipe", "pk": 64, "fields": {"user": 1, "title": "Resep Chicken Wings Saus Padang, Mencoba Sesuatu yang Berbeda", "key": "resep-chicken-wings-saus-padang", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/06/chicken-wings-saus-padang-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:22.389Z", "desc": "Resep Chicken Wings Saus Padang, satu twist baru yang rasanya spesial. Maklum, sayap ayam memang sudah terbiasa kita goreng tepung ataupun dibalut beragam saus yang kebarat-baratan. Inilah waktunya saus khas restoran seafood yang sesungguhnya bukan berasal dari Padang ini kita coba.Biasanya kita menyantap beragam olahan seafood seperti udang, cumi, ataupun ikan menggunakan saus Padang yang terkenal gurih pedas itu. Nah, bagaimana kalau kita mengaplikasikannya juga untuk membalut sayap ayam goreng yang terkenal gurih itu. Kalau dulu aku diajarkan untuk menikmati bagian dada saja karena lebih sehat, maka terkadang kita perlu mencari tahu juga bagian yang gurih dari ayam. Apalagi kalau bukan sayap dan paha yang cocok untuk diolah seperti ini? Bukan cuma restoran Barat atau Korea saja kok yang bisa memasak seperti ini!Lain waktu kita siapkan juga olahan sayap ayam lainnya seperti Sayap Ayam Panggang, ataupun resep-resep seru seperti Pentol Ayam Kremes dan Jamur Crispy dengan saus kecap. Menarik!", "ingredient": ["500 g sayap ayam", "5 buah cabai merah", "150 ml saus tomat", "4 siung bawang putih", "4 butir bawang merah", "1 sdm air jeruk nipis", "1 sdt tepung maizena", "1 sdt saus Inggris", "2 sachet Royco Kaldu Ayam", " minyak, secukupnya"], "step": ["1 Cincang bawang merah dan bawang putih, kemudian blender cabai.", "2 Tumis bawang dan cabai halus beserta saos tomat menggunakan sedikit minyak.", "3 Tambahkan kecap Inggris, Royco Kaldu Ayam dan tepung maizena dengan campuran sedikit air agar tidak menggumpal.", "4 Tambahkan perasan jeruk nipis, masak dan aduk rata.", "5 Goreng chicken wings hingga matang kemudian tiriskan.", "6 Setelah tiris, campurkan chicken wings dan saus Padang secara merata."], "like_count": 48}}, {"model": "resep.recipe", "pk": 65, "fields": {"user": 1, "title": "Resep Kari Bihun, Hidangan Tradisional Favorit dari Kota Medan", "key": "resep-kari-bihun-medan", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/02/kari-bihun-medan-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:30:23.806Z", "desc": "Orang bilang belum lengkap berwisata ke kota Medan kalau belum menikmati yang namanya Kari Bihun. Inilah masakan tradisional yang bisa dibilang terdiri dari begitu banyak elemen yang menjadikan cita rasanya begitu kaya. Nah, apa sajakah yang menjadikan Kari Bihun ini begitu menarik?Selain menggunakan bihun dan juga daging ayam, terdapat beragam rempah yang menjadikan kuah dari masakan ini begitu lezat. Terdapat penggunaan bahan-bahan seperti bunga lawang, kapulaga, kayu manis, hingga cengkih. Kesemuanya ini akan berpadu dengan tumisan bumbu halus dan dedaunan aromatik. Kemudian, kuah ini akan dipadukan dengan santan sehingga semuanya menjadi paripurna. Sungguh harmonis!Setelah mencoba resep yang satu ini, bersiaplah mencoba berbagai masakan tradisional lainnya dalam rangka menyambut Festival Jajanan Bango. Cobalah berbagai masakan mie lainnya seperti Mie Koclok, Mie Ikan, hingga Mie Ayam dengan saus lada hitam yang unik. Yuk, kita masak bareng!", "ingredient": ["3 sdm minyak, untuk menumis", "12 buah ceker ayam, potong kuku, seduh, kupas kulit ari, bilas", "1 L air", "1 sdt Royco Kaldu Ayam", "2 potong dada ayam", "250 ml santan kental", "1 sdt merica bubuk", " bihun, seduh, tiriskan", " bawang merah goreng", "10 siung bawang merah", "4 siung bawang putih", "3 cm jahe", "5 cm kunyit, sangrai", "1 sdm ketumbar, sangrai", "1 sdt jintan, sangrai", "3 buah cabai merah, iris", "2 batang serai, memarkan", "5 cm kayu manis", "3 lembar daun jeruk purut, buang tulang, sobek", "5 butir cengkih", "1 butir pekak (bunga lawang)", "1 sdt kapulaga, sangrai"], "step": ["1 Panaskan minyak di panci, tumis bumbu halus dan bumbu harum hingga wangi. Masukkan ceker dan air, didihkan. Masukkan Royco Kaldu Ayam dan dada ayam. Rebus hingga ayam empuk.", "2 Tiriskan dada ayam, suwir-suwir kasar untuk isian nanti.", "3 Masukkan santan, garam, dan merica. Masak dan aduk-aduk agar santan tidak pecah hingga seluruh bahan matang. Angkat.", "4 Dalam mangkuk, taruh bihun, ayam suwir, siram dengan kuah mendidih. Taburi bawang merah goreng. Santap segera."], "like_count": 93}}, {"model": "resep.recipe", "pk": 66, "fields": {"user": 1, "title": "Resep Tumis Buncis Daging Giling, Nikmat Tersaji Sebagai Hidangan Pendamping", "key": "resep-tumis-buncis-daging-giling", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/04/tumis-buncis-daging-giling-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:30:24.808Z", "desc": "Kalau suka dengan masakan Peranakan, pastinya sudah tidak lazim lagi dengan Tumis Buncis Daging Giling. Inilah resep makanan pendamping yang tepat di segala suasana. Selain sehat karena berupa masakan tumis-tumisan, sajian ini juga nikmat meski hanya dinikmati dengan nasi saja. Tak hanya untuk masakan Peranakan, berbagai lauk pauk dari masakan negeri kita sendiri juga cocok terpadu dengannya.Pastikan dahulu untuk membeli buncis segar. Tidak ada yang lebih nikmat selain sayuran segar yang masih ada sedikit rasa manis. Apalagi bila menumisnya dengan tepat, hasilnya akan renyah dan nikmat bersanding dengan daging giling yang gurih. Tambahkan sedikit cabai rawit, maka ada rasa pedas yang akan menjadikanmu ingin tambah terus!Ngomong-ngomong soal nasi putih tadi, lebih baik kamu juga tidak ketinggalan menyiapkan hidangan-hidangan lainnya. Padukan Tumis Buncis Daging Giling ini dengan Tumis Sapi Jamur, Fuyunghai Asam Manis, dan beragam resep lainnya. Jadikan hidangan-hidangan ini mewarnai juga bulan Ramadan yang akan datang saat berbuka puasa. Seru, bukan?", "ingredient": ["1 ikat buncis, potong memanjang selebar 2.5 cm", "200 g daging sapi giling", "½ sdt Royco Kaldu Sapi", "2 siung bawang putih", "2 buah cabai rawit, memarkan", "2 sdm kecap manis", "2 sdm saus tiram", "1 sdt garam", "½ sdt merica putih bubuk", "100 ml air", "1 sdm tepung sagu", "½ sdt minyak wijen"], "step": ["1 Tumis bawang putih dan cabai hingga wangi, lalu masukkan daging giling dan tumis hingga matang sambil ditambahkan sedikit air.", "2 Masukkan buncis dan aduk rata.", "3 Setelah bunci agak layu, tambahkan kecap manis, saus tiram, garam, merica, dan tentunya Royco Kaldu Sapi agar lebih nikmat.", "4 Tambahkan air dan sagu, lalu masak sampai mengental. Setelah mengental, tambahkan minyak wijen, lalu aduk hingga merata.", "5 Angkat, dan sajikan hangat-hangat dengan nasi pulen yang nikmat."], "like_count": 15}}, {"model": "resep.recipe", "pk": 67, "fields": {"user": 1, "title": "Resep Mie Ayam Rica Rica, Menu Wajib Coba Untuk Penikmat Rasa Pedas", "key": "resep-mie-ayam-rica-rica", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/09/4-3-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:25.901Z", "desc": "Mie ayam rica rica adalah salah satu modifikasi dari masakan mi ayam yang belakangan disajikan di banyak restoran atau kafe. Semangkuk mi telur segar disajikan dengan topping tumis daging ayam bumbu rica tentu jadi kombinasi yang menggugah selera.Ada beberapa jenis pilihan mi yang kamu bisa gunakan untuk resep ini. Yaitu mi kuning basah, mi telur basah, dan mi telur kering. Daging ayam pun sebetulnya bisa fleksibel, kamu bisa mengolah daging ayam yang dipotong kecil-kecil atau daging cincang supaya lebih menyelimuti mi saat disantap.Karena mi ayam adalah salah satu menu yang mudah dibuat dan bisa disimpan dalam jangka waktu lama, kamu bisa membekukan mi ayam rica rica agar bisa disantap kapan saja. Tipsnya adalah pisahkan mi telur segar dari ayam sambal rica. Bekukan mi dalam freezer dan ayam sambal rica dalam dua kotak kedap udara secara terpisah. Kedua bahan ini akan tahan selama beberapa bulan dalam freezer, jadi kamu persediaan bahan makanan disaat sedang lapar di tengah malam atau saat hari-hari sibuk dan tak punya waktu memasak.Saat akan menyajikan, keluarkan mi dan daging ayam bumbu rica, diamkan hingga sudah tak membeku. Blansir mi hingga matang, tiriskan. Sendokkan rica rica ayam ke atasnya, dan siap disajikan. Siapkan mie ayam rica rica sebagai menu sederhana namun istimewa bagi keluarga atau saat sedang kedatangan tamu mendadak. Yuk, sajikan untuk mereka yang menyukai mi pedas!Ingin tahu ide menu rica lainnya? Simak resep ayam rica pedas manis, ikan rica, ataupun rica kambing!", "ingredient": ["500 g mi telur segar, rebus", "400 g fillet dada ayam, potong dadu", "50 g jamur kancing, belah dua", "1 buah tomat merah, potong dadu", "1 batang serai, memarkan", "1 cm lengkuas", "5 lembar daun jeruk", "1 sdm gula pasir", "½ sdt garam", "½ sdt merica putih bubuk", "500 ml air", "1.5 L air, untuk kaldu", "1 sdm Royco Kaldu Ayam", "1 batang daun bawang, iris tipis", "3 siung bawang putih, cincang halus", "1 sdt gula pasir", "2 sdm minyak, untuk menumis", "6 butir bawang merah", "4 siung bawang putih", "5 buah cabai merah", "6 buah cabai rawit merah", "1 sdt ketumbar bubuk", "1 cm jahe", " sawi hijau, blansir", " bawang merah goreng"], "step": ["1 Ayam rica-rica: Panaskan sedikit minyak, tumis bumbu halus hingga harum. Masukkan daging ayam, jamur, tomat, serai, lengkuas, dan daun jeruk. Masak hingga daging ayam berubah warna.", "2 Masukkan 500 ml air, gula pasir, garam dan merica bubuk. Masak hingga air menyusut. Angkat dan sisihkan.", "3 Kuah kaldu: Panaskan sedikit minyak, tumis bawang putih sebentar. Kemudian tuang 1.5 L air. Masukkan gula dan Royco Kaldu Ayam. Masak hingga tercampur rata. Angkat. Taburi daun bawang. Sisihkan.", "4 Tata mi, ayam rica-rica, dan sawi hijau dalam mangkuk saji. Taburi dengan bawang goreng, sajikan."], "like_count": 89}}, {"model": "resep.recipe", "pk": 68, "fields": {"user": 1, "title": "Resep Bakwan Sayur, Kudapan Sore Kesukaan Keluarga", "key": "resep-bakwan-sayur", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/06/bakwan_sayur_MAHI-6-400x240.jpg", "difficulty": "Mudah", "times": "15jam", "date": "2021-05-26T07:30:27.044Z", "desc": "Di saat liburan seperti sekarang ini, selalu saja ada godaan untuk makan terus. Begitu banyak makanan bersantan menghantui meja makan setiap harinya dan selalu saja tergiur olehnya. Sepertinya kalau ada kudapan sedap dan ringan tentu akan menyenangkan sebagai gantinya. Nah, inilah sebabnya kita perlu membuat bakwan sayur!Beberapa hari di libur Lebaran begini pastilah yang disantap biasanya istimewa. Orang rumah sudah berepot-repot memasak yang sedap-sedap, belum lagi kalau ada sanak saudara yang membawakan makanan. Eh, tidak lama muncul juga beragam kue Lebaran yang selesai dipanggang. Tidak ketinggalan tentunya tetangga yang berbaik hati berbagi masakannya dengan kita.Tentu ada kalanya dimana kita menginginkan sesuatu yang ringan saja. Nah, daripada jajan sembarangan atau boros makan di luar, kudapan ringan seperti bakwan sayur pasti akan menceriakan harimu. Tidak hanya untuk kamu saja, sekeluarga juga pasti senang menikmatinya. Belum lagi untuk tamu-tamu yang datang untuk silaturahmi Lebaran, adanya gorengan renyah dan sedap seperti bakwan sayur jelas menyenangkan.Yuk, tunggu apa lagi? Kita coba bersama membuat bakwan sayur renyah untuk teman minum teh sore ini! Selebihnya, tambahkan cocolan enak berupa kecap manis pedas! Lain waktu, jangan lupa membuat perkedel kesukaan dari jagung!", "ingredient": ["50 g kol putih, iris tipis memanjang", "1 batang daun bawang, cincang halus", "1 buah wortel, potong bentuk korek", "1 batang seledri, cincang halus", "100 g tepung terigu", "3 sdm tepung beras", "1 butir telur, kocok lepas", "3 sdt Royco Kaldu Ayam", "300 ml air", "350 minyak sayur", "3 siung bawang putih", "2 butir bawang merah", "½ sdt lada putih bubuk", " Bango Kecap Manis Pedas", " cabai rawit (opsional)"], "step": ["1 Masukkan bawang putih, bawang merah, dan lada putih bubuk ke dalam food processor atau cobek. Giling hingga halus.", "2 Siapkan mangkuk berukuran sedang. Campurkan potongan kol putih, daun bawang, daun seledri, dan wortel. Aduk rata.", "3 Tambahkan tepung terigu, tepung beras, Royco Kaldu Ayam, dan telur. Aduk rata dan tambahkan air sedikit demi sedikit hingga membentuk adonan yang cukup cair. Kemudian tambahkan bumbu halus ke dalamnya. Aduk hingga tercampur rata.", "4 Panaskan minyak goreng di wajan. Lalu ambil adonan bakwan dengan sendok. Goreng hingga berwarna kuning keemasan dan matang. Angkat dan tiriskan.", "5 Siapkan mangkuk kecil yang berisi Kecap Bango Manis Pedas Gurih. Gorengan siap dicocol dan dinikmati."], "like_count": 91}}, {"model": "resep.recipe", "pk": 69, "fields": {"user": 1, "title": "Resep Ayam Geprek Lada Hitam untuk Semua Lidah", "key": "ayam-geprek-lada-hitam", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/04/Ayam-Geprek-1-400x240.jpg", "difficulty": "Cukup Rumit", "times": "45mnt", "date": "2021-05-26T07:30:28.106Z", "desc": "Kalau ditanya, kuliner apa yang sedang digilai banyak orang, Ayam Geprek adalah salah satunya. Merupakan ‘sepupu’ dari Ayam Goreng, Ayam Geprek disajikan lebih menarik dengan aneka sambal pedas dan daging yang digeprek alias sedikit diremukkan. Saking hits-nya hidangan ini, tidak sulit untuk menemukan restoran atau rumah makan yang secara khusus menjual menunya.Kalau kamu bukan termasuk penyuka makanan pedas, pasti akan sedikit kesulitan untuk mencicipi hidangan ini. Konon, tingkat kepedasan masakan ini biasanya lumayan tinggi — bahkan ditambahi level kepedasan — bisa membuat mata berair dan lidah menari-nari kepedasan. Tidak suka Ayam Geprek yang terlalu pedas? Coba masak Ayam Geprek Lada Hitam di resep ini deh! Resepku kali ini menggunakan lada hitam sebagai bumbu utamanya. Dibandingkan cabai rawit, lada hitam memiliki tingkat kepedasan yang rendah, sehingga kamu masih bisa makan tanpa khawatir efek sampingnya. Kalau kamu menghidangkan masakan ini untuk disantap bersama pacar, bisa dijamin kamu pun masih bisa tampil cantik tanpa harus mengusap hidup yang berair atau terisak-isak karena kepedasan.Untuk memasak resep ini, kamu harus mengikuti beberapa tahap memasak. Jangan kuatir, tingkat kesulitan resep ini masih wajar kok, asal kamu teliti mencatat bahan yang diperlukan, serta cara memasaknya. Kita mulai saja, yuk! Jangan lupa lihat resep-resep lainnya juga ya.", "ingredient": ["800 g ayam", "1 sdm bawang putih bubuk", "2 sdt merica bubuk", "1 sdt cabai bubuk", "1 sdt Royco Kaldu Ayam", "500 ml minyak, untuk menggoreng secukupnya", "300 g tepung terigu", "40 g tepung maizena", "½ sdm susu bubuk", "1 butir kuning telur", "1 sdt baking soda", "1 sdt baking powder", "½ sdt Royco Kaldu Ayam", "½ sdt merica putih bubuk", "100 ml air dingin secukupnnya", "400 g tepung terigu", "100 g tepung maizena", "½ sdt baking soda", "1 sdt Royco Kaldu Ayam", "1 sdt bawang putih bubuk", "5 sdm lada hitam", "75 ml saus tiram", "1 siung bawang bombay", "2 siung bawang putih", "2 sdm Bango Kecap Manis", "50 ml air matang"], "step": ["1 Tepung Ayam Cair: Campur tepung terigu, tepung maizena, susu bubuk, soda kue, baking powder, merica, Royco Kaldu Ayam, lalu aduk rata. Masukkan kuning telur dan air sedikit demi sedikit sambil diaduk hingga tercampur rata. Simpan dalam kulkas selama 10 menit.", "2 Tepung Ayam Kering: Campur semua bahan tepung ayam kering ke dalam mangkuk dan aduk rata, lalu sisihkan.", "3 Untuk pilihan lebih sehat, pilih dada ayam dan buang kulitnya. Bumbui potongan ayam dengan lada hitam, Royco Kaldu Ayam, bawang putih bubuk dan cabe bubuk. Aduk rata dan diamkan sekitar 15 menit agar bumbu meresap.", "4 Lumuri potongan ayam ke dalam wadah yang berisi tepung ayam kering hingga merata ke seluruh bagian. Setelah itu, masukkan ayam ke dalam adonan tepung ayam cair, lalu gulingkan ayam kembali ke dalam tepung ayam kering sambil sesekali diremas-remas. Lakukan dua kali kalau ingin dapat ayam yang ekstra renyah. Lakukan cara ini hingga ayam habis.", "5 Panaskan minyak di wajan, lalu  goreng ayam di dalam wajan di atas api sedang. Masak hingga ayam berwarna kuning kecokelatan dan kering. Angkat, tiriskan.", "6 Geprek ayam yang sudah ditiriskan di atas talenan atau cobek, lalu hidangkan di atas piring. Siram ayam dengan saus lada hitam dan Ayam Geprek Lada Hitam pun siap untuk disajikan!"], "like_count": 71}}, {"model": "resep.recipe", "pk": 70, "fields": {"user": 1, "title": "Resep Ayam Goreng Oriental, Cocok Jadi Menu Bekalmu", "key": "resep-ayam-goreng-oriental", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/07/ayam-goreng-oriental-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:30:29.175Z", "desc": "Menyiapkan menu bekal seringkali membingungkan. Diperlukan masakan yang praktis dibuat tapi juga sesuai dengan selera. Salah satu menu yang bisa jadi pilihan adalah Ayam Goreng Oriental. Cara membuatnya cukup sederhana, bahan-bahannya pun mudah ditemukan.Ayam Goreng Oriental menggunakan daging ayam bagian dada. Makanan ini juga kerap disebut sebagai chicken pop corn, perbedaannya hanyalah pada ukuran potongan daging saja. Ayam Goreng Oriental dapat disajikan bersama nasi hangat dan saus sambal.Menyiapkan ayam goreng yang satu ini bisa kamu lakukan sehari sebelumnya. Marinasi selama 12 jam akan membuat bumbu lebih meresap. Di pagi hari, kamu tidak usah repot-repot lagi melumuri ayam dengan bumbu. Ayam yang sudah dimarinasi tinggal digoreng dengan minyak panas. Untuk sajian yang lebih menggiurkan dan kaya gizi, kamu bisa menyiapkan kentang goreng atau nasi sebagai karbohidrat. Begitupun tambahan tumis sayuran atau salad untuk kebutuhan seratmu.Yuk, kita intip cara membuatnya yang mudah dan lezat!", "ingredient": ["2 sdm kecap asin Jepang", "30 gram jahe, parut", "2 siung bawang putih, parut", "1 sachet Royco Kaldu Ayam", "½ sdt merica bubuk", "400 gram dada ayam tanpa tulang, potong dadu 3 cm", "100 gram tepung terigu serbaguna", "50 gram tepung maizena", "1 sachet Royco Kaldu Ayam", " Minyak goreng"], "step": ["1 Masukkan bumbu perendam dalam wadah yang terdiri dari kecap asin, Royco Kaldu Ayam, merica, bawang putih, dan jahe. Aduk hingga rata.", "2 Masukkan daging ayam yang telah dipotong ke dalam bumbu perendam.  Aduk hingga tercampur rata.", "3 Tutup wadah dan diamkan minimal 20 menit hingga 12 jam.", "4 Siapkan tepung terigu serbaguna dan campurkan dengan 1 sachet Royko Kaldu Ayam", "5 Ambil ayam yang telah dimarinasi, masukkan ke dalam tepung satu persatu.", "6 Goreng dalam minyak panas hingga kecokelatan. Sajikan dengan saus dan nasi hangat."], "like_count": 12}}, {"model": "resep.recipe", "pk": 71, "fields": {"user": 1, "title": "Resep Pecak Ikan Gurame, Ramaikan Suasana Santap Siang", "key": "resep-pecak-ikan-gurame", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/03/pecak-ikan-gurame-7-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:41.565Z", "desc": "Setelah sekian banyak menu Betawi yang saya share untuk kamu di Masak Apa Hari Ini, pastinya ada satu yang akan melengkapi semuanya. Adalah pecak ikan gurame yang punya rasa berani untuk memeriahkan santap siang kamu!Selain ikan gurame, biasanya hidangan ini juga terkenal menggunakan ikan mas. Saya pilihkan ikan gurame karena sangat populer untuk masyarakat Betawi Sunda. Selain itu tulangnya juga tidak terlampau banyak dan rasanya sangat lezat. Ikan mas memang lezat, tapi harus niat untuk mengolah dan menikmatinya. Maklum, cucuknya kecil-kecil sehingga akan repot dibuatnya. Tapi, jangan takut untuk mencobanya sekali-sekali, ya!Pecak ikan gurame ini lezat tersaji dengan nasi dan lalapan. Jangan lupa juga tambahkan menu-menu lainnya seperti soto tangkar, soto Betawi, ataupun hidangan khas lainnya seperti gabus pucung. Selamat mencoba!", "ingredient": ["500 g ikan gurame", "2 sdm air jeruk nipis", "½ sdt Royco Kaldu Ayam", "½ sdt ketumbar bubuk", "500 ml minyak, untuk menggoreng", "8 buah cabai rawit", "7 buah cabai merah keriting", "8 butir bawang merah", "2 siung bawang putih", "1 cm kencur", "2 cm jahe", "2 cm kunyit", "1 sdm air jeruk limau", "3 buah tomat hijau, belah 2", "2 lembar daun jeruk", "1 batang serai, memarkan", "2 sdm air asam jawa", "300 ml air", "2 sdt Royco Kaldu Ayam", "1 sdt gula pasir", "½ sdt merica putih bubuk"], "step": ["1 Lumuri ikan dengan air jeruk nipis, Royco Kaldu Ayam, dan ketumbar bubuk. Diamkan selama 10 menit.", "2 Panaskan minyak, goreng ikan hingga matang dan kecokelatan. Angkat, tiriskan.", "3 Panaskan 3 sdm minyak, tumis bumbu halus, serai, daun jeruk, tomat hingga harum.", "4 Tuangkan air, air asam jawa, air jeruk limau, Royco Kaldu Ayam, gula dan merica, aduk rata. Masak hingga bumbu meresap dan kuah mendidih.", "5 Tata ikan gurame goreng di piring, siram dengan kuah pecak. Sajikan hangat."], "like_count": 41}}, {"model": "resep.recipe", "pk": 72, "fields": {"user": 1, "title": "Resep Lumpia Udang Jamur Renyah, Favorit Baru untuk Takjil", "key": "resep-lumpia-udang-jamur", "image": "https://www.masakapahariini.com/wp-content/uploads/2021/04/Lumpia-udang-jamur-renyah-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:42.865Z", "desc": "Resep lumpia udang jamur berikut ini wajib kamu coba di rumah. Selain enak dan mengenyangkan, resepnya cukup mudah dipraktikkan. Kres! Dijamin renyah, sajikan lumpia ini dengan cocolan saus sambal yang pedas.Lumpia adalah satu makanan ringan khas Indonesia yang memiliki beragam varian berdasarkan isiannya. Ada lumpia yang berisi udang, daging ayam cincang, telur, rebung, bengkuang, dan sayuran. Mudah didapatkan di pasar tradisional, toko kue, hingga restoran. Umumnya, lumpia disajikan dengan sambal cocolan untuk menambah citarasanya.Kali ini, kita akan membuat lumpia kaya protein dengan isian berupa daging ayam, udang, dan jamur cincang. Kunci dari kelezatan lumpia ini adalah kesegaran ketiga bahan utama tersebut. Untuk menghasilkan lumpia yang renyah, pastikan minyak benar-benar panas saat menggorengnya. Dan, cukup satu kali untuk membalik lumpia agar tidak rusak. Sajikan lumpia selagi hangat dengan cocolan Jawara Saus Sambal Hot.Kita langsung siapkan bahan-bahannya, yuk! Selain lumpia, kamu patut mencoba camilan lain yang juga enak dicocol ke saus sambal seperti corn dog saus mayo pedas dan cireng saus jawara madu.", "ingredient": ["150 g daging ayam cincang", "150 g udang kupas, cincang", "200 g jamur kancing, iris tipis", "2 batang daun bawang, iris tipis ", "3 siung bawang putih, cincang halus", "1 sdt Royco Kaldu Ayam", "1 sdm minyak wijen", "1 sdt tepung maizena, larutkan dengan 3 sdm air ", "½ sdt merica putih bubuk", "16 lembar kulit lumpia", "1 butir telur ayam, kocok lepas", " minyak, untuk menggoreng", " Jawara Saus Sambal Hot"], "step": ["1 Panaskan 2 sdm minyak, tumis bawang putih hingga harum. Masukkan daging ayam, masak hingga berwarna kecokelatan. ", "2 Masukkan udang dan jamur, tumis hingga jamur matang. Tambahkan daun bawang, Royco Kaldu Ayam, merica, dan minyak wijen. Aduk. Tambahkan larutan tepung maizena, aduk hingga mengental. Angkat.  ", "3 Ambil satu lembar kulit lumpia, taruh 2 sdm adonan isi di tengahnya. Gulung bentuk lumpia sambil padatkan. Rekatkan pinggiranya dengan telur. Ulangi proses serupa pada sisa bahan.  ", "4 Panaskan minyak, goreng lumpia hingga garing dan cokelat keemasan. Angkat. Sajikan bersama Jawara Saus Sambal Hot."], "like_count": 32}}, {"model": "resep.recipe", "pk": 73, "fields": {"user": 1, "title": "Resep Sop Kaki Kambing, Hidangan Paling Istimewa untuk Makan Malam", "key": "resep-sop-kaki-kambing", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/08/sop-kaki-kambing-e1562843708596-400x240.jpg", "difficulty": "Level Chef Panji", "times": "3jam", "date": "2021-05-26T07:30:43.704Z", "desc": "Sedang mencari menu makan malam istimewa? Biasanya banyak yang menikmati betapa dekadennya sajian sop kaki kambing. Bayangkan berbagai potongan daging kambing yang disajikan dengan kuah santan kental yang bercampur minyak samin. Tambahkan nasi yang ditaburi bawang merah goreng. Sudah pasti bayangan yang akrab ini akan membuat terbit air liur.Namun alih-alih menikmati sop kaki kambing di jalanan, bagaimana kalau membuat sendiri saja di rumah? Agar lebih sehat, kita bisa menggunakan daging paha kambing dan tanpa jeroan. Selebihnya, kita ganti santan dengan susu. Yang menjadi tantangan menarik adalah cara mengolah daging kambing serta menyatukan begitu banyak elemen bumbu menjadi kuahnya.Bagi yang hobi memasak, jelas membuat yang satu ini adalah tantangan tidak boleh dilewatkan. Butuh kesabaran ekstra ketika mengolah daging kambing agar tersaji dalam kondisi empuk. Sisanya adalah memadukan sekian banyak bumbu dan rempah beserta Bango Kecap Manis menjadi kuah yang luar biasa lezatnya.Sudah siap menerima tantangan seru kali ini? Ayo, kita masak bersama!", "ingredient": ["500 g daging paha kambing muda, potong dadu", "2.5 L air", "1 L susu rendah lemak", " minyak samin", "4 lembar daun jeruk", "2 lembar daun salam", "2 batang serai, memarkan", "5 cm lengkuas, memarkan", "1 sdt merica putih bubuk", "3 sdm Bango Kecap Manis", "2 sdt garam", "1 buah jeruk limau", "1 batang bawang daun, iris", "1 batang daun seledri, iris", "2 buah tomat, iris", "50 g emping", "2 sdm minyak goreng", "6 siung bawang putih", "6 butir bawang merah", "4 cm kayu manis", "3 butir kemiri", "3 butir cengkih", "3 butir kapulaga", "3 cm jahe", "1 butir pala", "1 sdm merica putih butiran"], "step": ["1 Rebus potongan daging kambing dalam 1 L air mendidih selama 15 menit. Buang air rebusan.", "2 Rebus kembali daging dalam air baru sebanyak 1,5 L hingga empuk selama 1 hingga 1,5 jam.", "3 Ambil 1 L air rebusan dan aduk rata bersama susu rendah lemak dan Bango Kecap Manis. Tambahkan daun salam dan daun jeruk, lalu masukan serai dan lengkuas. Aduk rata.", "4 Di wajan terpisah, tumis bumbu halus hingga harum. Lalu masukkan ke dalam rebusan kuah daging. Aduk rata.", "5 Terakhir tuangkan rebusan ke dalam mangkuk, tambahkan bawang goreng, emping, daun bawang dan seledri. Sajikan."], "like_count": 9}}, {"model": "resep.recipe", "pk": 74, "fields": {"user": 1, "title": "Resep Rolade Tahu Tempe Istimewa, Ide Menikmati Tempe yang Berbeda", "key": "resep-rolade-tahu-tempe-istimewa", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/06/rolade_tahu_tempe_MAHI-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:30:45.307Z", "desc": "Rolade, daging gulung, dan galantine. Selalu menyenangkan mendengarkan nama ketiga masakan ini bukan? Uniknya, ternyata tahu dan tempe bisa juga digunakan sebagai bahan utamanya. Kali ini, sahabat MAHI yang jago masak Lina Tjoandra berbagi resep unik rolade tahu tempe untuk kita coba di rumah.Kehadiran rolade di meja makan selalu mengundang terbitnya air liur. Bayangkan bila dipadukan dengan kentang goreng, kukusan sayuran, hingga beragam saus unik yang bisa dipadukan dengannya. Menariknya, rolade ternyata bisa menjadi makanan yang sangat fleksibel. Caranya adalah dengan memadukannya bersama tempe.Melalui resepnya, Lina Tjoandra akan berbagi cara untuk mengolah tempe agar bisa dibentuk menjadi rolade, bersama campuran ayam dan tahu. Tempe kemudian akan dipadukan berbagai bumbu dan Royco Kaldu Ayam agar lebih lezat. Terakhir, rolade bisa disajikan setelah dikukus matang ataupun digoreng lagi agar lebih renyah.Serangkaian inspirasi menu tempe dari para influencer jago masak akan ditayangkan di situs MAHI hingga bulan Agustus mendatang. Sebagai protein yang sangat fleksibel dan juga lezat, tempe begitu menarik untuk diolah menjadi resep-resep seru yang akan tampil dua hari sekali. Untuk teman-teman sekalian pecinta tempe, inilah saat yang tepat untuk memasak dengan berbagai gaya baru dan mengundang decak kagum dari seluruh keluarga di rumah.Selamat memasak, sahabat MAHI #JUARANYATempe!", "ingredient": ["200 g daging ayam", "3 buah tahu", "150 g tempe", "5 siung bawang putih", "3 butir bawang merah", "50 g wortel, parut kasar", "30 g buncis, iris halus", "25 g tepung terigu", "1 butir telur ayam kampung", "1 sdm Royco Kaldu Ayam", "2 butir telur ayam", " mentega", "¼ sdt Royco Kaldu Ayam"], "step": ["1 Giling daging ayam, tahu, tempe, bawang putih, dan bawang merah hingga halus. Campurkan dengan semua bahan. Aduk dan uleni hingga merata.", "2 Kocok lepas telur dan taburkan Royco Kaldu Ayam. Panaskan wajan anti lengket, tambahkan sedikit mentega. Tuangkan kocokan telur dan buat dadar berukuran tipis.", "3 Ambil kulit dadar dan berikan adonan. Ratakan dan kemudian gulung.", "4 Kukus rolade selama 20 menit hingga matang. Biarkan dingin dan kemudian potong-potong. Sajikan langsung atau bisa digoreng lagi."], "like_count": 60}}, {"model": "resep.recipe", "pk": 75, "fields": {"user": 1, "title": "Resep Soto Betawi Khas Jakarta, Kini Semakin Mudah dan Praktis", "key": "resep-soto-betawi-khas-jakarta", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/07/soto-betawi-khas-jakarta-400x240.jpg", "difficulty": "Mudah", "times": "45mnt", "date": "2021-05-26T07:30:46.793Z", "desc": "Resep soto Betawi khas Jakarta susah diolahnya? Rangkaian produk Bango Bumbu Kuliner Nusantara kini menjadikan beragam hidangan tradisional mudah dan bisa dibuat kapan saja. Bumbu racikannya membuat kamu tak perlu repot menyiapkan bermacam-macam bahan dan bumbu.Sebagai alternatif soto Betawi yang lebih sehat, aku menghidangkan hidangan berkuah ini dengan potongan daging tanpa lemak. Tentunya tanpa menyertakan jeroan dan hanya menggunakan sedikit santan saja. Jadi kamu bisa memilih daging sapi has dalam atau daging sapi has luar dengan sedikit lemak bagi kamu yang ingin sedikit cita rasa gurih. Buat kamu yang sedang menjaga berat badan, pilihlah daging sapi bagian tenderloin yang tidak mengandung lemak.Butuh ide praktis untuk menjamu tamu dadakan? Resep soto daging dari Jakarta ini bisa jadi salah satu ide menarik untuk menyenangkan hati dan lidah teman atau keluarga tersayang. Jangan lupa sertakan dengan acar mentimun, perasan air jeruk limau, dan tentu saja Bango Kecap Manis!", "ingredient": ["1200 ml air, untuk merebus", "400 g daging sapi has dalam", "2 sdm minyak, untuk menumis", "1 bungkus Bango Bumbu Soto Betawi Khas Jakarta", "2 lembar daun salam", "4 cm lengkuas", "140 ml santan kental", "2 lembar daun jeruk", "1 buah kentang, kupas, rebus, potong dadu , goreng", "1 buah tomat, potong-potong", "1 batang daun bawang, iris", "2 buah jeruk limau", "1 sdm Bango Kecap Manis"], "step": ["1 Rebus daging hingga matang dan empuk. Angkat. Keluarkan daging, sisihkan kaldunya. Potong-potong daging. Sisihkan.", "2 Panaskan minyak, tumis Bango Bumbu Kuliner Nusantara Soto Betawi, daun salam, lengkuas, dan daun jeruk. Masukkan daging, masak hingga bumbu meresap.  ", "3 Tuang kaldu daging dan santan, masak hingga mendidih di atas api kecil. Biarkan hingga kuah menyusut sambil sesekali diaduk. Angkat. Sisihkan.", "4 Masukkan daging dan semua bahan pelengkap dalam mangkuk saji. Tuang kuah soto. Sajikan bersama Bango Kecap Manis."], "like_count": 23}}, {"model": "resep.recipe", "pk": 76, "fields": {"user": 1, "title": "Resep Bakwan Sayur Siram Bumbu Kacang, Camilan yang Tidak Mungkin Dilewatkan", "key": "resep-bakwan-sayur-siram-bumbu-kacang", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/06/bakwan-sayur-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:48.064Z", "desc": "Bakwan sayur siram bumbu kacang selalu terdengar sebagai ide seru untuk camilan bersama keluarga. Resep bakwan sayur ini pun mudah dibuat di rumah. Rasanya nikmat apalagi saat hangat, baik untuk dinikmati bersama teman-teman ataupun untuk diri kamu sendiri.Anyways, membuat bakwan sayur siram bumbu kacang ini sejatinya tidak sulit. Kamu cukup membuatnya dengan cara seperti biasa ataupun mengikuti resep yang kubagi di sini dengan tambahan Royco Kaldu Ayam. Selebihnya untuk bumbu kacang, kamu bisa membuatnya sesuai dengan formula yang sering dibuat. Bisa dibuat lebih pedas, lebih manis dengan tambahan Bango Kecap Manis, ataupun lebih kental hingga lebih encer. Semuanya tergantung preferensi kamu sendiri.Ingin lebih sehat? Gunakan air fryer untuk menggoreng bakwanmu hari ini. Alat masak keren ini bisa juga kamu manfaatkan saat memasak berbagai camilan kekinian. Selamat mencoba!", "ingredient": ["2 buah wortel, potong korek api", "4 lembar kol, iris tipis", "100 g taoge, siangi", "150 g tepung terigu serbaguna", "1 butir telur ayam", "4 siung bawang putih, parut", "1 bungkus Royco Kaldu Ayam", "½ sdt ketumbar bubuk", "200 ml air", " minyak"], "step": ["1 Siapkan wadah dan aduk rata semua bahan untuk bakwan termasuk Royco Kaldu Ayam, terkecuali minyak.", "2 Panaskan minyak di atas api sedang. Ambil 1 sendok sayur adonan, lalu goreng hingga matang. Ulangi hingga adonan habis. Angkat, tiriskan.", "3 Tata bakwan di atas piring saji dan siram dengan formula saus kacang kesukaanmu. Sajikan segera."], "like_count": 83}}, {"model": "resep.recipe", "pk": 77, "fields": {"user": 1, "title": "Cornetto SilverQueen Choco Creamy, Resep Milkshake Cokelat Kekinian untuk Kaum Millennial", "key": "cornetto-silverqueen-milkshake-cokelat", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/07/milkshake-cokelat-cornetto-silverqueen-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:30:48.910Z", "desc": "Milkshake cokelat, minuman menyejukkan dengan rasa yang memanjakan ini ternyata bisa dibuat lebih istimewa. Ingin tahu rahasianya? Siapkan satu cone Cornetto SilverQueen dan ikuti ceritanya berikut ini!Bukan sebuah rahasia lagi kalau es krim telah menjadi snack favorit bagi semua kalangan. Menikmati es krim selalu menjadi hal menyenangkan – sejak kecil hingga dewasa. Mendengar kata millennials, selalu terhubung dengan FOMO (fear of missing out). Inilah istilah yang mereka sering ucapkan ketika seseorang tidak mengikuti trend kekinian atau sesuatu yang hype.Es krim telah bertransformasi mengikuti tren dan selalu berhasil menumbuhkan rasa penasaran. Hal tersebut terjadi berkat paduan rasa dan uniknya bentuk yang menawarkan beragam pilihan. Inilah es krim cone yang menjadi hits di kalangan millennials – Cornetto Silverqueen, yang memadukan creamy-nya cokelat SilverQueen kesayangan sejuta umat dengan crunchy cone dari Cornetto. Gak pernah rasanya rela dibagi hingga gigitan terakhir.Nah seperti yang bisa diduga, kali ini kita akan mencoba untuk menikmati es krim cone dengan cara yang anti-mainstream. Kuy, kita racik resep milkshake cokelat spesial dengan nama Cornetto Silverqueen Choco Creamy. Pastinya mudah, cepat, dan siap menemani rebahan time kamu jadi lebih menyenangkan!", "ingredient": ["80 ml susu cokelat", "50 ml krim", " whipped cream", " Cornetto SilverQueen"], "step": ["1 Keluarkan es krim dari cone dan masukkan ke dalam shaker.", "2 Tuangkan susu dan krim. Kocok hingga merata.", "3 Tuangkan ke dalam gelas saji, lalu hias dengan whipped cream, cone Cornetto Silverqueen, dan juga cokelatnya. Sajikan segera."], "like_count": 40}}, {"model": "resep.recipe", "pk": 78, "fields": {"user": 1, "title": "Resep Puding Buah Saus Mixed Berries, Dessert Mewah untuk Hari Istimewa", "key": "resep-puding-buah-saus-mixed-berries", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/08/Puding-Buah-Lychee-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:49.968Z", "desc": "Puding buah adalah salah satu jenis dessert segar yang disukai semua golongan usia. Resep hidangan dessert mudah seperti puding buah punya banyak sekali variasi dan cara memasak. Dimasak bersama agar-agar atau jelly dengan tambahan santan atau susu cair, hingga dikombinasikan dengan bahan-bahan lain seperti selasih, nata de coco, kolang-kaling, atau cincau.Puding buah dengan cita rasa leci dari Buavita Lychee ini dipadukan dengan compote atau buah beri yang dimasak dengan sedikit sentuhan rempah. Fungsi saus mixed berries yang terdiri dari stroberi dan blueberry adalah memberi rasa kecut segar. Kemudian, ia juga memperkaya rasa setiap suapan dessert puding leci ini. Karena sekarang leci dalam bentuk segar sudah banyak ditemukan, pastikan untuk menambahkannya juga, ya!Sajikan dessert segar yang perpaduan warnanya memikat ini untuk agenda spesial!", "ingredient": ["700 ml Buavita Lychee", "200 ml yogurt", "3 g agar-agar bubuk", "5 g jelly bubuk", "150 g stroberi", "100 g blueberry", "60 ml Buavita Orange", "2 sdm gula pasir", "2 cm kayu manis"], "step": ["1 Panaskan Buavita Lychee di atas api kecil bersama agar-agar dan jelly bubuk sambil diaduk hingga larut dan hampir mendidih. Angkat. Masukkan yogurt, aduk rata.", "2 Tuang ke dalam gelas saji atau cetakan puding mini. Biarkan hingga padat. Sisihkan.", "3 Selai Mixed Berries: Panaskan semua bahan di atas api kecil selama 10 menit. Angkat. Biarkan hingga tidak panas. Dinginkan dalam lemari es.", "4 Beri selai ke atas puding leci. Sajikan."], "like_count": 21}}, {"model": "resep.recipe", "pk": 79, "fields": {"user": 1, "title": "Resep Tumis Sawi dan Udang, Menu Pendamping yang Spesial", "key": "resep-tumis-sawi-dan-udang", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/03/tumis-sawi-dengan-udang-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:30:51.275Z", "desc": "Satu lagi resep tumisan sehat yang bisa kamu sajikan di rumah untuk keluarga – Tumis Sawi dan Udang. Paduan kedua bahan ini selalu harmonis di segala suasana. Resep tumisan yang minim minyak ini juga cocok untuk kamu yang mencari makanan lebih sehat namun tetap termanjakan oleh lezatnya udang. Coba yuk bersama-sama!Pertama-tama kita hanya perlu menumis bawang putih yang dimemarkan bersama udang dan masak hingga berubah warna. Selanjutnya tambahkan cabai kering untuk rasa pedas yang seru, sedikit cuka, daun bawang, dan bintang kita kali ini – sayur sawi putih. Untuk penyelesaian, tambahan Royco Kaldu Ayam, gula, serta kecap asin. Kemudian tambahkan minyak wijen dan sajian Tumis Sawi dan Udang siap dinikmati!Ingin mencoba resep tumisan lainnya? Ada Tumis Taoge Ikan Asin, Tumis Kangkung Tauco, ataupun Tumis Kailan Bawang Putih. Dicoba ya, teman-teman!", "ingredient": ["400 g sawi putih, potong 5 cm", "150 g udang kupas", "4 siung bawang putih, memarkan", "10 buah cabai kering, potong 3 cm", "1 sdm cuka", "1.25 sdt Royco Kaldu Ayam", "1 sdt gula pasir", "1 sdt kecap asin", "1 sdt minyak wijen", "4 sdm minyak, untuk menumis"], "step": ["1 Tumis bawang putih hingga harum. Masukkan udang lalu masak hingga warnanya berubah.", "2 Tambahkan cabai kering, cuka, sawi, daun bawang, aduk hingga rata.", "3 Tambahkan Royco Kaldu Ayam, kecap asin, dan gula. Masak hingga seluruh sayuran matang.", "4 Matikan api, tuangkan minyak wijen. Aduk rata.", "5 Angkat dan sajikan selagi hangat."], "like_count": 34}}, {"model": "resep.recipe", "pk": 80, "fields": {"user": 1, "title": "Resep Ayam Bumbu Bacem dengan Bumbu yang Meresap", "key": "resep-ayam-bumbu-bacem", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/10/ayam-bumbu-bacem-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:30:52.329Z", "desc": "Frida, sahabat MAHI si jagoan dapur ini punya satu resep yang bisa kamu siapkan sebagai kejutan untuk keluarga tersayang. Satu resep sederhana yang tidak pernah orang Indonesia akan bosan menikmatinya – ayam bumbu bacem!Royco Kaldu Ayam dan Bango Kecap Manis kali ini bahu menciptakan satu harmoni dengan rasa gurih, manis, dan memanjakan pada resep ayam bumbu bacem. Tidak hanya resep ini mudah dibuat, namun memasaknya juga membutuhkan waktu yang tidak terlalu panjang. Dengan investasi tidak mahal untuk protein seperti ayam, banyak cara untuk membuatnya lezat. Di sinilah Frida punya rahasianya yang harus kamu ketahui!Kembali MAHI akan menampilkan berbagai macam resep menarik dari teman-teman influencers yang begitu berbakat dalam memasak. Pastikan untuk selalu mampir di situs MAHI untuk resep istimewa lainnya dari sahabat-sahabat yang jago memasak ini.Sementara itu, selamat memasak dan selamat bersenang-senang di dapur! Jangan lupa mencoba Ayam Kecap Special di lain waktu.", "ingredient": ["1 kg daging ayam", "5 butir bawang merah", "8 siung bawang putih", "200 g gula jawa", "10 butir kemiri", "10 sdm Bango Kecap Manis", "1 sdt Royco Kaldu Ayam", "1 sdt garam", "1 ruas lengkuas, memarkan", "3 lembar daun salam", "1.5 L air kelapa"], "step": ["1 Haluskan kemiri, bawang merah dan bawang putih.", "2 Masukkan daging ayam, bumbu halus, gula jawa, lengkuas, daun salam, garam, Bango Kecap Manis, dan air kelapa ke dalam panci. Rebus hingga mendidih lalu kecilkan api, tambahkan Royco Kaldu Ayam. Tunggu hingga air surut. Angkat dan biarkan hingga dingin.", "3 Goreng ayam atau panggang sambil diolesi dengan campuran margarin dan Bango Kecap Manis.", "4 Sajikan bersama nasi hangat, aneka lalapan dan sambal terasi."], "like_count": 89}}, {"model": "resep.recipe", "pk": 81, "fields": {"user": 1, "title": "Resep Tumis Daging Pedas Manis, Lauk Praktis Untuk Menu Harian", "key": "resep-tumis-daging-pedas-manis", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/12/tumis-daging-pedas-manis-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:31:11.991Z", "desc": "Sedang mencari resep tumis daging pedas? Dengan tambahan cita rasa manis, menu yang bisa dijadikan lauk utama maupun lauk pendamping dengan tambahan sayuran atau tahu tempe. Sebagai info tambahan, kamu bisa menggunakan jenis daging yang cepat empuk atau bagian daging yang akrab untuk masakan tumis, misalnya daging has luar atau has dalam.Untuk penyuka pedas atau yang tak tahan dengan cita rasa cabai, bedakan jenis cabai yang akan kamu gunakan. Iris cabai rawit merah atau cabai rawit hijau untuk kamu yang ingin cita rasa tumis daging pedas. Sementara yang tak ingin lidahnya terbakar, cabai merah besar atau cabai merah keriting bisa kamu potong-potong lalu masukkan ke dalam tumisan.Potong daging setipis mungkin untuk waktu memasak yang lebih singkat. Ingin porsi lebih besar namun hemat? Tambahkan potongan sayuran seperti jamur, buncis, kacang panjang, atau bahan protein nabati seperti tempe atau tahu. Tinggal kamu tambahkan porsi bumbu sesuai dengan jumlah bahan utama.Sajikan tumis daging pedas manis ini sebagai menu lauk harian yang mudah dibuat. Yuk, masak tumis daging praktis ini!", "ingredient": ["2 sdm margarin, untuk menumis", "400 g daging sapi has dalam, potong dadu 2 cm", "1 buah bawang bombay, potong kotak 2 cm", "3 cm jahe, memarkan", "3 siung bawang putih, memarkan", "2 butir bawang merah, iris", "1 buah tomat, potong-potong, buang bijinya", "150 ml air", "3 sdm Bango Kecap Manis", "1 sdt Royco Kaldu Sapi", "½ sdm merica hitam butiran, gerus kasar", "2 sdt gula pasir"], "step": ["1 Panaskan wajan, lelehkan margarin. Tumis bawang bombay, jahe, bawang putih, bawang merah, dan cabai hingga harum.", "2 Masukkan daging, masak hingga daging berubah warna.", "3 Masukkan tomat, air, Bango Kecap Manis, Royco Kaldu Ayam, merica, dan gula pasir. Aduk rata.", "4 Masak hingga daging matang dan empuk. Angkat. Sajikan."], "like_count": 14}}, {"model": "resep.recipe", "pk": 82, "fields": {"user": 1, "title": "Kreasi Resep Cah Kangkung Sapi dengan Bumbu Rujak", "key": "resep-cah-kangkung-sapi-bumbu-rujak", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/05/resep-cah-kangkung-400x240.jpg", "difficulty": "Mudah", "times": "40mnt", "date": "2021-05-26T07:31:13.307Z", "desc": "Saatnya berkreasi dengan kangkung! Tak hanya harganya yang terjangkau, kangkung jadi salah satu sayuran yang cukup mudah ditemukan baik di tukang sayur maupun di supermarket. Agar tak membosankan, kali ini tim MAHI berbagi resep cah kangkung sapi bumbu rujak yang spesial!Jika biasanya kangkung dipadukan dengan ikan teri, kali ini rasanya lebih istimewa karena dikreasikan bersama daging sapi dengan bumbu rujak. Daging sapi yang digunakan bisa bermacam-macam. Kamu bisa menggunakan daging has dalam yang minim lemak, ataupun sandung lamur.Beda jenis daging, beda pula tingkat kekenyalannya. Ada daging yang perlu dimasak dulu dalam waktu yang lama agar lebih empuk, ada pula yang lebih cepat matang. Jika kamu menginginkan daging yang empuk, bagian has dalam jadi jawaban yang tepat. Daging yang berada antara tulang panggul dan bahu sapi ini lebih lunak dibandingkan bagian lainnya.Untuk mendapatkan bumbu rujak yang khas, kita menggunakan larutan asam Jawa. Rasa asamnya akan membuat sajian ini semakin segar. Kamu bisa mengolah cah kangkung sapi ini untuk berbuka puasa maupun saat sahur. Yuk, kita coba resepnya berikut ini! Lihat juga resep kangkung lainnya seperti tumis kangkung taoco dan tumis kangkung tahu campur.", "ingredient": ["500 g kangkung, siangi", "200 g daging sapi tanpa lemak", "3 sdm minyak, untuk menumis", "100 ml air", "2 lembar daun salam", "1 sdt Royco Kaldu Sapi", "1 sdm Bango Kecap Manis Light", "7 buah cabai merah", "6 butir bawang merah", "2 siung bawang putih", "1 cm jahe", "1 sdt asam jawa, larutkan dengan 1 sdm air panas"], "step": ["1 Panaskan minyak, tumis bumbu halus dan daun salam hingga harum. ", "2 Masukkan daging sapi, aduk rata. Masak hingga berubah warna, tambahkan air. Masak hingga matang dan empuk.", "3 Masukkan kangkung, Royco Kaldu Sapi, dan Bango Kecap Manis Light, aduk. Masak hingga matang. Angkat.  "], "like_count": 68}}, {"model": "resep.recipe", "pk": 83, "fields": {"user": 1, "title": "Resep Tumis Tempe Kacang Panjang Kecap yang Enak dan Bernutrisi Tinggi", "key": "tumis-tempe-kacang-panjang-kecap", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/04/tumis-tempe-kacang-panjang-kecap-400x240.png", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:31:14.248Z", "desc": "Setelah memasak berbagai lauk-pauk, ada saja rasa bersalah karena tidak memasak cukup sayur untuk makan malam istimewa hari ini. Di sinilah kita perlu berkreasi dengan bahan yang tersisa di dapur. Tumis tempe kacang panjang kecap adalah salah satu solusi cepat. Selain mudah dan murah, yang satu ini bakal jadi incaran seisi rumah.Kalau kamu bertanya kenapa yang satu ini bakalan laris manis? Jawabannya ada di dua bahan pelengkap selain tempe yang selalu jadi favorit seluruh rakyat Indonesia. Di menu ini, aku juga tambahkan kacang panjang yang renyah serta irisan petai! Mungkin tidak semua orang bisa menikmati petai, tapi bayangkan rasanya ketika menemukan petai di berbagai masakan tumisan — apalagi kalau terselip di racikan sambal-sambal khas Padang.Walaupun sisi sehatnya lebih banyak karena kehadiran tempe dan kacang panjang, petai memang sebaiknya dimakan sesekali saja. Karena kalau terlalu sering, bisa-bisa bau mulut deh! Di saat bulan Ramadhan, bolehlah sesekali membayar lunas kesabaran kita berpuasa dan lelah beraktivitas sepanjang hari dengan masakan yang menyenangkan hati.Sisi sehat lainnya dari tumis tempe kacang panjang kecap ini adalah penggunaan minyak yang tidak berlebihan dalam proses memasaknya. Alih-alih memakai minyak banyak, kita cukup menggunakan tambahan air saja agar makanan tidak cepat gosong, ditambah kehadiran Kecap Manis Bango sebagai penambah cita rasa kelezatannya. Proses masaknya sendiri cepat dan tidak bertele-tele dengan banyak langkah. Yang penting semua tersaji matang dengan rasa yang berimbang. Sisanya kamu hanya perlu menyiapkan nasi hangat dan lauk pauk utamanya.Nah, salah satu pendamping yang pas buat resep ini adalah udang goreng mentega atau iga bakar konro. Jangan khawatir, dari sisi kesehatan, masakan yang satu ini bisa mengimbangi hidangan berbahan utama daging lainnya. Aku sempat belajar dari beberapa teman chef yang juga gemar hidup sehat — ternyata selain berolahraga, makanan enak juga tetap menjadi keseharian mereka.Yuk, sekarang kita coba resep tumis tempe kacang panjang kecap di bawah ini!", "ingredient": ["200 g tempe, kukus dan potong dadu", "10 buah kacang panjang, siangi dan potong 3 cm", "10 buah mata petai, iris memanjang ", "2 siung bawang putih, iris tipis ", "3 butir bawang merah, iris tipis ", "2 buah cabai merah besar, buang bijinya dan iris serong ", "1 lembar daun salam", "1 cm lengkuas, memarkan", "1 sdm Bango Kecap Manis", "½ sdt gula pasir ", "½ sdt garam ", "¼ sdt merica putih bubuk", "150 ml air", "1 sdm minyak sayur"], "step": ["1 Panaskan minyak dan wajan. Tumis bawang merah, bawang putih, cabe merah, daun salam, dan lengkuas hingga harum.", "2 Masukkan petai kemudian tumis sebentar.", "3 Masukkan kacang panjang dan tempe, kemudian aduk merata.", "4 Tambahkan Bango Kecap Manis, garam, merica, gula, dan air. Aduk hingga rata.", "5 Tuangkan air, aduk, dan didihkan. Kecilkan api dan lanjutkan memasak hingga bumbu meresap dan air mengering.", "6 Angkat dan sajikan segera selagi hangat."], "like_count": 91}}, {"model": "resep.recipe", "pk": 84, "fields": {"user": 1, "title": "Resep Mie Goreng Jawa Spesial, Cocok Disajikan di Musim Hujan", "key": "resep-mie-goreng-jawa-spesial", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/04/resep-mie-goreng-jawa-spesial-400x240.jpg", "difficulty": "Cukup Rumit", "times": "30mnt", "date": "2021-05-26T07:31:15.366Z", "desc": "Kalau ke Jogja, pasti aku tidak pernah melewatkan masakan-masakan tradisionalnya. Salah satunya adalah bakmi Jawa yang biasa digodog ataupun digoreng. Karena sukses mencobanya di rumah, kini waktunya berbagi resep mie goreng Jawa spesial untuk kamu-kamu semua.Ada satu dedikasi keren yang aku perhatikan dari berbagai gagrak bakmi Jawa yang ada di kota Jogja. Karena setiap ke sana Wina selalu menyempatkan mencoba yang berbeda-beda, beberapa di antaranya memang dimasak sendiri oleh para pemiliknya langsung. Uniknya, para pemiliknya yang sudah berpuluh-puluh tahun memasak masakan tradisional ini justru sengaja menguji kesabaran pembelinya.Bagaimana tidak? Untuk orang Jogja sendiri mungkin banyak yang sudah paham, tapi bisa jadi banyak wisatawan juga yang tidak. Seperti beberapa restoran Chinese food yang legendaris, kokinya memang tidak akan memasak langsung dalam jumlah banyak. Ia sengaja memasak porsi demi porsi, bahkan untuk satu keluarga yang memesan hal yang sama sekaligus. Tujuannya adalah agar rasa makanan yang mereka masak selalu konsisten. Kalau aku sedikit hiperbolis di sini, adanya deviasi bumbu sepersekian miligram saja maka semuanya langsung berubah sepertinya.Acungan jempol justru kuberikan untuk para pedagang kaki lima yang puluhan tahun telah berdagang namun kualitasnya tetap jempolan. Bahkan banyak yang sengaja mengantri lama atau melakukan perjalanan jauh hanya karena alasan ini lho! Setidaknya itulah yang mereka ajarkan untuk anak muda seperti aku ini supaya memasak dengan rasa cinta ketimbang masak tanpa tujuan.Sekarang waktunya kita memasak resep mie goreng Jawa spesial ini. Di resep ini aku sengaja tambahkan bakso dan udang di mana lazimnya menggunakan ayam suwir. Ya, di situlah salah satu alasan spesialnya. Sisanya mudah kok sebetulnya, yang penting kamu memasak semuanya hingga matang dan semua bumbu tercampur merata. Kalau kebetulan di rumah ada kompor anglo tradisional, boleh juga loh mengetes kemampuan kamu memasak dengan arang. Tapi untuk buka puasa hari ini, cukuplah yang praktis dulu. Jangan lupa coba resep-resep lainnya dariku ya!", "ingredient": ["2 potong Mie Telur Kering", "4 siung Bawang Putih", "100 gram Udang Pancet atau Udang Galah, kupas", "5 butir Bakso Sapi, potong", "2 butir Telur Ayam, kocok lepas", "200 gram Kol, potong", "200 gram Sawi Hijau/Caisim, potong-potong", "2 tangkai Daun Bawang, potong bulat 1 cm", "1 tangkai Daun Seledri, potong kasar", "1 bungkus Royco Kaldu Sapi", "2 sdm Bango Kecap Manis Pedas", "5 butir Kemiri, sangrai", "¼ sdt Lada Putih Bubuk", "¼ sdt Garam", "1 sdt Gula", "5 sdm Minyak Sayur"], "step": ["1 Rebus mie hingga matang lalu tiriskan. Tambahkan 1 sendok makan minyak sayur dan aduk rata. ", "2 Tumis bahan-bahan bumbu halus hingga harum dan matang matang. Kemudian masukkan bakso serta udang dan tumis hingga berubah warna. Terakhir tambahkan telur.", "3 Setelah telur matang, masukkan sayuran, Royco Kaldu Sapi, garam, dan gula.", "4 Terakhir masukkan mie dan tambahkan Kecap Bango Manis Pedas Gurih. Aduk hingga bumbu merata dengan mie.", "5 Sajikan selagi hangat bersama kerupuk dan teh hangat."], "like_count": 55}}, {"model": "resep.recipe", "pk": 85, "fields": {"user": 1, "title": "Resep Laksa Udang, Sebuah Sajian Spesial untuk Keluarga Tercinta", "key": "resep-laksa-udang", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/10/laksa-udang-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:31:16.653Z", "desc": "Pencinta laksa atau menu mi berkuah santan wajib banget coba resep Laksa Udang ini. Hidangan yang punya pengaruh Melayu dan Cina ini merupakan mi berkuah santan dengan cita rasa khas Asia Tenggara. Laksa populer juga di Malaysia dan Singapura. Salah satu yang populer dengan hidangan laksa adalah Penang.Kali ini aku ingin berbagi resep Laksa Udang yang terinspirasi dari menu peranakan, kuah santan kuning yang pekat dengan protein udang yang bikin mata dan lidah tergoda. Sebagai pencinta mi, kamu bisa menggunakan jenis mi apapun yang sesuai dengan kesukaan kamu. Mi mentah, mi telur kering, bihun, atau kwetiau.Sediakan udang ukuran sedang hingga besar untuk memasak mi kuah santan ini. Selain dagingnya lebih banyak, juicy, dan terasa manis, ukuran udang yang lebih besar juga menambah penampilan laksa jadi lebih menarik.Yuk, mulai menulis daftar belanjaan untuk memasak resep Laksa Udang ini! Jangan lupa juga untuk menyiapkan pelengkap hidangan sepinggan komplet ini, seperti kerupuk, sambal, dan potongan jeruk nipis.", "ingredient": ["400 g udang ukuran sedang", "5 sdm minyak, untuk menumis", "10 lembar daun jeruk, iris tipis", "600 ml air", "500 ml susu rendah lemak", "200 ml santan kental", "1 sdt Royco Kaldu Ayam", "1 sdt garam", "½ sdt gula pasir", "½ butir pekak", "2 cm jahe", "4 buah cabai merah besar", "10 butir bawang merah", "6 butir kemiri", "3 cm kunyit", "3 cm lengkuas", "3 sdm ebi", "2 sdt ketumbar butiran, sangrai", "2 batang serai, ambil bagian putihnya", "150 g taoge, seduh air mendidih", "150 g bihun, seduh air mendidih", "100 g filet dada ayam, rebus, suwir", "4 butir telur rebus, kupas", " jeruk nipis, belah 2", " sambal rawit"], "step": ["1 Kupas udang, sisakan ekornya. Ambil ampas kulitnya untuk membuat kaldu. Sisihkan udang. ", "2 Cuci bersih ampas kepala dan kulit udang. Rebus ampas udang bersama jahe dan pekak selama sekitar 30 menit. Angkat. Saring kaldunya.", "3 Panaskan minyak, tumis bumbu halus hingga harum. Tuang kaldu dan santan, aduk. ", "4 Tambahkan Royco Kaldu Ayam, garam, dan gula, aduk rata. Masak hingga mendidih. Masukkan udang, masak sebentar hingga udang matang. Masukkan kucai, aduk. Angkat.", "5 Siapkan mangkuk saji, masukkan taoge, bihun, daging ayam suwir, dan telur. Tuang kuah laksa beserta udang. Sajikan dengan potongan jeruk nipis dan sambal."], "like_count": 76}}, {"model": "resep.recipe", "pk": 86, "fields": {"user": 1, "title": "Resep Tempe Brokoli Lada Hitam, Paduan Unik dengan Rasa Menarik", "key": "resep-tempe-brokoli-lada-hitam", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/08/tempe_brokoli_MAHI-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:31:17.566Z", "desc": "Kalau bicara sapi lada hitam, siapapun pasti mengenalnya. Tapi ada satu versi vegan yang tidak kalah lezatnya dan menggunakan tempe. Sahabat MAHI Lina Mai berbagi resep tempe brokoli lada hitam yang harus dicoba di rumah!Bermodalkan satu papan tempe dan berjuta masakan yang bisa kita buat di rumah. Begitupun Lina dengan resep yang satu ini. Saus lada hitam dan brokoli yang dimasak menggunakan Royco Kaldu Sapi serta Bango Kecap Manis menjadi paduan penuh kelezatan. Begitu tepat bersanding dengan tempe dan dinikmati dengan nasi hangat bersama keluarga!Resep-resep tempe yang lezat dari para influencer akan tampil di MAHI hingga beberapa akhir Agustus ini. Sebagai protein nabati yang hebat dan serba guna, tempe mudah diolah dengan berbagai cara. Jangan sampai ketinggalan tidak memasak resep-resep yang penuh inspirasi ini!Sudah siap memasak hari ini, sahabat MAHI #JUARANYATempe?", "ingredient": ["1 papan tempe, potong dan goreng", " brokoli, rendam dengan air hangat dan garam lalu potong per kuntum", "3 siung bawang putih, cincang", "1 buah bawang bombay, iris", " paprika merah atau hijau", "½ sdt merica hitam butiran, memarkan", " air", " tepung maizena, larutkan", " mentega", "3 sdm Bango Kecap Manis", "1 sdt madu", "2 sdm saus tiram", "½ sdt merica hitam bubuk", "½ sdt Royco Kaldu Ayam", " wijen"], "step": ["1 Tumis bawang putih dan bawang merah hingga wangi. Tambahkan tempe dan sausnya.", "2 Tambahkan air, paprika, Bango Kecap Manis, Royco Kaldu Ayam, dan lada hitam yg dimemarkan. Aduk rata. Terakhir masukkan larutan maizena lalu brokoli. Masak sebentar dan angkat.", "3 Sajikan dengan nasi hangat dan taburan wijen."], "like_count": 64}}, {"model": "resep.recipe", "pk": 87, "fields": {"user": 1, "title": "Resep Semur Ayam Kecap, Sajian Jitu untuk Bernostalgia", "key": "semur-ayam-kecap", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/04/semur-ayam-kecap-1.jpg", "difficulty": "Mudah", "times": "40mnt", "date": "2021-05-26T07:31:18.909Z", "desc": "Kali ini aku mau bagikan rahasia resep semur ayam kecap. Hidangan rumahan penuh dengan nostalgia ini selalu saja mengundang selera saat disajikan. Apalagi kalau kamu hidupnya jauh dari kampung halaman. Bawaannya pasti jadi kangen dengan rumah. Berikut langkah-langkahnya yang cukup mudah diikuti. Sudah siap mencoba?Semur sendiri adalah makanan Indonesia yang memiliki sejarah panjang. Masakan ini menjadi wadah berasimilasinya berbagai teknik dan budaya kuliner dari berbagai negara. Tidak hanya itu, semur juga ternyata diolah dengan berbagai jenis protein berbeda tergantung dari asal daerahnya. Masakan yang dahulunya dalam bahasa Belanda disebut dengan kata “smoor”, kini sudah menjadi masakan nasional. Semur juga menjadi masakan andalan banyak rumah tangga di Indonesia. Ada berbagai racikan nenek moyang yang begitu berharga, mulai dari resep semur daging hingga semur tahu.Kalau di kesempatan lain aku sudah pernah berbagi resep semur tahu sederhana, sebetulnya mirip dengan semur ayam kentang yang satu ini. Bumbu semur ayam kecap juga sama-sama memakai banyak kecap manis dan diimbangi dengan rempah-rempah yang bervariasi. Teknik memasaknya harus dengan api kecil alias simmering, supaya tidak sampai mendidih. Konon kabarnya sih teknik ini diperkenalkan oleh Belanda, tapi sekarang sudah banyak resep Indonesia yang juga menggunakan cara ini. Dengan begitu, semua rempah dan bumbu akan meresap ke dalam ayam dan menjadikan hidangan ini terasa manis, legit, sekaligus gurih.Di bulan Ramadhan, resep semur ayam kecap ini sangat cocok untuk sahur maupun berbuka puasa. Rasanya yang penuh nostalgia dari semur ayam kecap sulit untuk dikalahkan masakan manapun. Malah satu makanan ini saja sudah cukup dengan tambahan nasi hangat, capcay, dan makanan sehat lainnya untuk melengkapi. Sedap!", "ingredient": ["½ ekor ayam, potong 6 bagian dan goreng hingga setengah matang", "3 buah kentang, kupas dan potong agak besar dan goreng hingga matang", "1 batang serai, memarkan", "100 ml Bango Kecap Manis", "1 bungkus Royco Kaldu Ayam", "½ butir pala, parut", "½ sdt lada putih bubuk", "¼ sdt garam", "1 L air", "3 sdm minyak sayur", "2 sdm bawang merah goreng", "5 siung bawang putih", "5 butir bawang merah", "2 cm jahe"], "step": ["1 Tumis bumbu halus dan serai hingga harum. Masukkan ayam dan aduk rata.", "2 Tambahkan kentang, Bango Kecap Manis, Royco Kaldu Ayam, pala, merica, garam, dan air. Aduk dan didihkan.", "3 Kecilkan api, lanjutkan memasak hingga ayam matang dan kuah mengental.", "4 Sajikan selagi hangat."], "like_count": 60}}, {"model": "resep.recipe", "pk": 88, "fields": {"user": 1, "title": "Resep Oseng Buncis Udang Bumbu Belacan, Tersaji Apik dan Kaya Nutrisi", "key": "resep-oseng-buncis-udang-belacan", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/11/oseng-buncis-6-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:31:20.253Z", "desc": "Membayangkan hadirnya oseng buncis yang tersaji apa adanya bisa jadi hanya kita anggap sebagai sajian sampingan saja. Namun apa jadinya kalau oseng buncis ini kita tambahkan udang dan bumbu belacan lezat dari Royco? Pastinya langsung naik kelas menjadi hidangan utama!Tanpa harus berepot-repot menyiapkan banyak hal, resep ini sejatinya sangat mudah, kok. Tumis lebih dahulu bawang putih, bawang merah, cabai rawit, cabai merah, dan lengkuas. Kemudian masak udang hingga berubah warna sebelum memasukkan buncis, tomat, dan sedikit air. Jurus pamungkasnya ada pada kehadiran bumbu baru yang dinamakan Royco Ayam Bumbu Belacan. Masukkan, dan bubuhi juga dengan sedikit Bango Kecap Manis. Aduk rata dan sajikan, deh!Ingin tahu resep-resep belacan lainnya? Coba saja ayam goreng belacan hingga seblak belacan. Pastikan untuk mencobanya di rumah, ya!", "ingredient": ["300 g buncis, potong serong", "1 sdm minyak, untuk menumis", "1 sdm margarin, untuk menumis", "250 g udang, kupas", "5 buah cabai rawit merah, iris serong", "3 buah cabai merah besar, buang biji, iris serong", "1 buah tomat, potong 8", "4 siung bawang putih, iris tipis", "5 butir bawang merah, iris tipis", "2 cm lengkuas, memarkan", "1 sdt gula pasir", "1 bungkus Royco Bumbu Siap Pakai Ayam Goreng Belacan", "2 sdm Bango Kecap Manis", "100 ml air"], "step": ["1 Panaskan margarin dan minyak, tumis bawang putih, bawang merah, cabai rawit, cabai merah, dan lengkuas hingga harum.", "2 Masukkan udang, masak hingga udang berubah warna.", "3 Masukkan buncis, tomat, dan air. Aduk rata.", "4 Masukkan Royco Ayam Bumbu Belacan dan gula. Tambahkan Bango Kecap Manis, aduk rata.", "5 Angkat dan sajikan."], "like_count": 33}}, {"model": "resep.recipe", "pk": 89, "fields": {"user": 1, "title": "Bubur Ayam Hainan, Resep Makanan Rumahan yang Enak dan Praktis", "key": "resep-bubur-ayam-hainan", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/10/bubur-ayam-hainan-MAHI-7-400x240.jpg", "difficulty": "Mudah", "times": "45mnt", "date": "2021-05-26T07:31:21.807Z", "desc": "Resep bubur ayam Hainan ini terinspirasi dari nasi ayam asal Hainan, Tiongkok, yang akrab sekali sebagai resep rumahan kemudian terkenal hingga ke seluruh penjuru dunia. Nasi dimasak dengan cita rasa kaldu ayam yang membuatnya jadi gurih dan kaya rasa.Baik sebagai makan pagi ataupun di saat pemulihan ketika sedang tidak sehat, bubur ayam Hainan yang hangat ini adalah pilihan yang tepat. Sebagai tambahannya, tinggal siapkan bawang daun ataupun bawang merah goreng. Bahkan untuk penggemar bubur khas Oriental ini, bisa juga menambahkan cakwe. Meskipun bagiku, hidangan sehat tanpa gorengan akan lebih baik untuk tubuhmu.Ingin membuat bubur ayam lebih cepat? Rendam beras selama beberapa jam sebelum dimasak supaya proses memasak bubur jadi lebih cepat. Selain itu, gunakan air kaldu supaya cita rasa bubur jadi lebih gurih dan sedap.Proses pertama yang perlu dilalui adalah menyiapkan ayam utuh tanpa kulit yang akan direbus bersama bumbu-bumbu yang telah ditumis ringan serta ada tambahan Royco Kaldu Ayam untuk kuahnya. Setelahnya ayam yang telah direbus cukup untuk dipotong-potong dan siap disajikan bersama bubur ayam nanti. Sementara untuk buburnya sendiri cukup dimasak dengan menggunakan kuah yang telah siap dan nantikan hingga mengental dan siap dinikmatiSelain bubur ayam Hainan, aku ingin berbagi resep bubur ayam lain yang bisa kamu coba di rumah.Bubur ayam kuning atau bubur ayam dengan kuah kuning adalah salah satu jenis bubur yang akrab di kita sehari-hari. Kuah kuning yang mirip seperti kuah soto ini ternyata mudah dibuat, yakni dibuat dari bumbu dasar putih dengan tambahan beberapa rempah, yakni kunyit, serai, lengkuas, dan daun salam.Ini adalah jenis bubur yang dimasak dengan kaldu ayam lalu disajikan dengan topping jamur tiram tumis. Supaya menikmati bubur ayam jamur tiram lebih mantap, kamu bisa menyajikan irisan daun bawang atau daun ketumbar dan juga sambal bawang putih ulek buat penyuka rasa pedas.Yang ini terinspirasi dari masakan populer asal Korea, yaitu bulgogi yang dijadikan sebagai topping bubur ayam. Sebagai ide pelengkap, kamu bisa menambahkan pangsit goreng agar bubur ayam bulgogi semakin lezat.", "ingredient": ["200 g beras putih", "900 g daging ayam tanpa kulit", "6 siung bawang putih, haluskan", "2 L air", "3 sdt Royco Kaldu Ayam", "1 sdt merica putih bubuk", "½ sdt garam", "1 sdm minyak sayur", "1 batang daun bawang, iris tipis", "1 batang seledri, iris tipis", " bawang merah goreng"], "step": ["1 Panaskan minyak, tumis bawang putih dan jahe hingga harum.", "2 Masukkan daging ayam, aduk. Masak hingga ayam berubah warna.", "3 Tuang air, masak hingga mendidih. Tambahkan merica dan Royco Kaldu Ayam. Masak hingga matang. Angkat. Keluarkan daging ayam, sisihkan.", "4 Masak kaldu bersama beras hingga menjadi bubur. Angkat.", "5 Iris daging ayam, sisihkan.", "6 Tuang bubur ke dalam mangkuk saji. Sajikan dengan potongan daging ayam dan pelengkap."], "like_count": 8}}, {"model": "resep.recipe", "pk": 90, "fields": {"user": 1, "title": "Resep Soto Tangkar, Hidangan Khas Betawi yang Selalu Lestari", "key": "resep-soto-tangkar", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/12/soto-tangkar-MAHI-6-400x240.jpg", "difficulty": "Mudah", "times": "1jam 30mnt", "date": "2021-05-26T07:31:22.948Z", "desc": "Soto Tangkar adalah salah satu dari sekian banyak kekayaan kuliner Betawi yang tetap terlestarikan hingga kini. Menariknya, masakan ini tidak selalu eksklusif harus ditemukan di kedai-kedai yang berspesialisasi masakan khas kota Jakarta. Dari level warungan hingga restoran, hidangan yang satu ini selalu punya penggemarnya.Meskipun dahulunya Soto Tangkar berasal dari bagian daging sapi sisaan yang tidak dimakan oleh orang Belanda, tapi orang Betawi begitu kreatif dalam mengolahnya. Sehingga lahirnya hidangan sup atau soto yang memiliki rasa rempah yang begitu sedap dan menyegarkan. Proses memasaknya juga membutuhkan waktu ekstra, yakni agar daging semakin lembut dan kaldu semakin meresap rasanya.Menariknya lagi, dahulunya bagian iga sapi tidaklah dikonsumsi oleh para meneer Belanda ini, maka dimanfaatkanlah bagian daging sapi yang satu ini. Padahal dewasa ini, iga sapi adalah salah satu bagian prime cut yang dihargai cukup mahal. Ini seolah mirip dengan cerita perut ikan tuna yang dahulunya tidak dimanfaatkan oleh orang Jepang. Sekarang, tuna belly yang lembut dan berlemak ini adalah salah satu potongan termahal di hidangan sushi ataupun sashimi.Kini, begitu banyak resep soto yang sudah Chef bagikan juga di sini. Misalnya saja ada resep Soto Bandung, Soto Betawi, Soto Betawi khas Jakarta, Soto Padang, serta Soto Ayam dengan sambal matah. Pastikan untuk mencobanya satu-satu sebagai menu makan sehari-harimu, teman-teman! Semakin sering memasak makanan Indonesia, akan semakin jatuh cinta dengan kuliner kaya dari negeri ini!", "ingredient": ["600 g daging iga sapi, potong ukuran 6 cm", "500 ml air", "3 lembar daun salam", "7 lembar daun jeruk", "3 batang serai, memarkan", "200 ml santan kental", "100 ml susu rendah lemak", "2 sdt Royco Kaldu Sapi", "10 butir bawang merah", "5 siung bawang putih", "2 cm kunyit, bakar", "4 butir kemiri", "1 sdm ketumbar butiran", "1 sdt merica", "1 sdm garam", "3 cm lengkuas", "3 buah tomat, potong-potong", "1 batang daun bawang, iris", "3 sdm bawang merah goreng", "4 buah jeruk limau, ambil airnya"], "step": ["1 Rebus iga sapi hingga mendidih, biarkan api tetap menyala. Sisihkan.", "2 Panaskan minyak, tumis bumbu halus, masukkan lengkuas, daun salam, daun jeruk, dan serai, aduk hingga harum. Angkat.", "3 Masukkan ke dalam kaldu iga. Tambahkan santan, susu, dan Royco Kaldu Sapi. Masak hingga iga empuk. Angkat.", "4 Sajikan soto tangkar bersama pelengkapnya."], "like_count": 41}}, {"model": "resep.recipe", "pk": 91, "fields": {"user": 1, "title": "Resep Mujair Bakar Kecap Rawit, Meriahkan Acara Makan Siangmu", "key": "resep-mujair-bakar-kecap-rawit", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/10/shutterstock_740875987-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:31:36.842Z", "desc": "Mujair bakar kecap rawit kekinian sudah bisa dicoba di rumah. Tanpa harus ke restoran, menu ini ternyata mudaah dan singkat proses pembuatannya. Bisa disajikan dengan nasi hangat dan lalapan sayur segar, aku tidak sabar memasaknya.Sajian ikan bakar memiliki berbagai macam bumbu dasar dan teknik mengolah. Kali ini, aku menggunakan bumbu dasar yang sederhana, terdiri dari bawang merah, bawang putih, dan cabai merah. Untuk membuatnya istimewa, aku tambahkan irisan cabai rawit dan Bango Kecap Manis. Jangan kaget, bukan hanya manis gurih yang didapati dari menu ini, melainkan juga pedas membara. Praktisnya, kamu tidak lagi membutuhkan sambal sebagai cocolan ikan. Perpaduan rasa manis dan pedasnya bisa bikin kamu ketagihan hingga suapan terakhir!Sedangkan untuk mengolahnya, aku tumis terlebih dulu bumbu halus dan ikan. Fungsinya agar bumbu lebih cepat meresap ke ikan. Kemudian panggang ikannya di grill pan sambil sesekali diolesi margarin. Setelah ikan matang merata, angkat dan sajikan dengan lalapan segar.Ternyata mudah kan membuatnya? Yuk, cobain menu lain yang juga menawarkan sensasi manis pedas yang membara seperti cumi goreng kecap pedas, jamur suwir pedas, dan semur ati ayam pedas.", "ingredient": ["1 ekor ikan mujair, bersihkan, goreng hingga setengah matang.", "4 sdm Bango Kecap Manis", "10 buah cabai rawit, iris halus", "3 sdm saus tiram", "1 sdt garam", "1 sdt perasan air jeruk nipis", "100 ml air", "3 sdm margarin, untuk olesan", "2 sdm minyak, untuk menumis", "4 butir bawang merah", "3 siung bawang putih", "5 buah cabai merah", "1 sdt gula pasir"], "step": ["1 Panaskan minyak, tumis bumbu halus hingga harum.", "2 Tambahkan cabai rawit, saus tiram, dan Bango Kecap Manis, air, dan perasan air jeruk nipis. Aduk rata.", "3 Masukkan ikan, aduk rata. Masak hingga bumbu meresap. Angkat dan sisihkan.", "4 Panaskan grill pan, olesi dengan sedikit margarin. Panggang ikan berbumbu dengan sesekali diolesi margarin hingga ikan matang merata.", "5 Angkat dan sajikan."], "like_count": 64}}, {"model": "resep.recipe", "pk": 92, "fields": {"user": 1, "title": "Resep Mie Kuah Iga Sapi, Sajian Sehari-hari Jadi Lebih Mewah", "key": "resep-mie-kuah-iga-sapi", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/10/7-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:31:38.148Z", "desc": "Mie kuah iga adalah jawaban terbaru dari kebutuhan kita yang menginginkan masakan berkuah dan lezat setiap waktunya. Alih-alih dengan bakso atau tahu dan siomay, iga sapi kita pilih sebagai bintang utamanya. Dijamin semua tercengang dengan rasanya!Pertama-tama, siapkan iga sapi berkualitas dan rebus hingga empuk, lalu sisihkan kuahnya. Saring dan sisihkan sebanyak 2 liter yang akan kita gunakan sebagai kuah. Tambahkan dengan bahan-bahan untuk kuah seperti bawang, jahe, daun bawang, tomat, gula merah, serta yang paling khas – pekak dan ngo hiong. Tambahkan cabai rawit untuk rasa pedas kesukaan kita semua.Selebihnya tambahkan Bango Kecap Manis dan Royco Kaldu Sapi. Rebus mie dan sajikan bersama pakcoy serta kuah dan daging iga. Sore-sore bersantap masakan berkuah semakin terasa seru!Ingin coba resep mie lainnya? Coba saja mie rebus jawa, mie ayam rica-rica ataupun mie tek-tek. Cocok untuk sepanjang hari!", "ingredient": ["500 g iga sapi, potong-potong", "4 L air, untuk merebus", "3 sdm Bango Kecap Manis", "1 sdm air jeruk nipis", "2 sdm Royco Kaldu Sapi", "250 g mie telur keriting, rebus, tiriskan", "150 g pakcoy, rebus, sisihkan", "2 sdm daun ketumbar, cincang", "5 siung bawang putih, cincang halus", "2 cm jahe, iris tipis", "1 batang daun bawang, iris serong tipis", "1 buah tomat merah, buang biji, potong dadu", "1 sdt bumbu ngo hiong", "1.5 sdm gula merah, sisir", "3 buri pekak / bunga lawang", "2 buah cabai rawit merah, iris tipis"], "step": ["1 Rebus daging iga sapi hingga mendidih. Kecilkan api, masak hingga daging iga empuk 2 jam. Angkat.", "2 Saring airnya, sisihkan sebanyak 2 L untuk kuah.", "3 Panaskan kaldu bersama bahan bumbu kuah iga . Tambahkan Bango Kecap Manis dan Royco Kaldu Sapi, aduk rata. Masak dengan api sedang selama 30 menit.", "4 Masukkan air jeruk nipis , aduk rata.", "5 Siapkan mie telur dalam mangkuk saji, tambahkan pakcoy, tata iga sapi. Tuang kuah, taburi daun ketumbar cincang. Sajikan."], "like_count": 43}}, {"model": "resep.recipe", "pk": 93, "fields": {"user": 1, "title": "Resep Sate Lilit, yang Paling Favorit dari Dapur Bali", "key": "resep-sate-lilit", "image": "https://www.masakapahariini.com/wp-content/uploads/2018/12/sate-lilit-MAHI-7-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:31:39.444Z", "desc": "Sate Lilit. Chef terkenang dengan satu masa ketika berjalan-jalan di kota Ubud dan menemukan ada kedai yang baru buka di sore hari. Mereka berjualan ini dan juga bakso ikan tuna dengan kuah. Sulit menolak panggilan dari bau masakan yang tengah dibakar ini. Ada sensasi wangi gurih dan aromatik dari masakan yang begitu khas Bali.Kontan saja saya memesan sate lilit berikut bakso-nya. Sembari menanti, dengan takjub Chef menyaksikan cara mereka memasak. Puluhan sate lilit tengah dibakar dengan sempurna, sementara sang ibu menyendoki bakso ikan tuna berbentuk bulat sempurna dan berukuran sedang ke dalam mangkuk. Wah, sepertinya cukup nih untuk membuat perut terisi hingga nanti waktu makan malam tiba.Bergegaslah Chef menyantap kedua hidangan itu selagi panas. Luar biasa rasanya! Sate lilit begitu terbumbui sempurna, berisi, dan begitu lembut. Bakso ikan tuna juga menyusul tak kalah enaknya. Sejak saat itulah Chef benar-benar semakin mengapresiasi hidangan khas Bali yang satu ini. Maka pada kesempatan kali ini, giliranmu untuk mencobanya di rumah.Paduan rempah dan ikan ini kemudian Chef tambahkan satu bumbu penyempurna. Tusukkan adonan dengan batang serai dan sate kemudian siap untuk dibakar. Jangan lupa sebelumnya menyiapkan sambal matah, agar pengalaman menikmati sate semakin menyenangkan.Oke, kita siapkan bahan-bahannya dan ikut saya ke dapur yuk!", "ingredient": ["250 g fillet ikan tenggiri, cincang halus", "25 g kelapa parut", "2 sdm santan kental", "2 sdt Royco Kaldu Ayam", "10 batang serai, untuk tusuk satai", "1 sdm minyak, untuk menumis", "3 siung bawang putih", "2 butir bawang merah", "2 buah cabai merah", "2 butir kemiri", "2 cm kencur", "2 cm jahe", "1 sdt kunyit bubuk", "1 sdt gula pasir", "2 lembar daun jeruk"], "step": ["1 Bumbu: Masukkan semua bahan dalam blender. Proses hingga halus.", "2 Panaskan minyak dalam wajan, tumis bumbu halus hingga harum. Angkat, sisihkan.", "3 Siapkan wadah, aduk rata bumbu bersama ikan, kelapa parut, santan, dan Royco Kaldu Ayam.", "4 Ambil sebatang serai, selimuti bagian ujung serai dengan 1 sdm adonan ikan. Lilit serai dengan adonan sambil dipadatkan menggunakan jari tangan. Ulangi proses serupa hingga bahan habis.", "5 Panaskan wajan pemanggang, panggang satai lilit sambil sesekali dibalik hingga matang.", "6 Angkat dan sajikan bersama sambal matah."], "like_count": 32}}, {"model": "resep.recipe", "pk": 94, "fields": {"user": 1, "title": "Resep Semur Ikan Patin Goreng, Menu Baru Spesial untuk Keluarga", "key": "resep-semur-ikan-patin-goreng", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/08/semur-patin-shutterstock_444991444-400x240.jpg", "difficulty": "Mudah", "times": "50mnt", "date": "2021-05-26T07:31:40.659Z", "desc": "Semur ikan patin goreng berempah, masakan rumahan yang menawarkan kelezatan ganda. Rasa manis dari kuah semur bertemu dengan gurih ikan patin yang kaya akan lemak baik dan protein. Perpaduan rasa ini dijamin membuatmu ketagihan untuk menyantapnya.Yuk, mulai mengolahnya! Pertama-tama, dikarenakan ikan air tawar ini terkenal beraroma tanah yang kuat, maka sebaiknya kamu membersihkan ikan dengan tepat sebelum memasak. Lumuri ikan secara merata dengan perasan jeruk nipis dan garam. Diamkan sekitar 10 menit kemudian bilas dengan air bersih mengalir. Setelahnya goreng ikan patin hingga berkulit dan masukkan ke kuah semur. Untuk resep kali ini, aku hadirkan resep yang kaya rempah untuk mengangkat rasa gurih dari lemak ikannya.Bagaimana, tidak sulit bukan memasaknya? Kalau masih bingung mengolahnya, kamu bisa membaca tips memasak ikan patin. Kamu juga bisa mencoba mengolah kepala ikannya dengan resep gangan ikan patin, atau pindang patin.", "ingredient": ["500 g ikan patin, potong jadi 4 bagaian, lumuri dengan jeruk nipis dan garam, goreng matang hingga berkulit", "3 butir cengkih, memarkan", "750 ml air", "5 sdm Bango Kecap Manis", "1 sdt garam", "1 sdt pala bubuk", "1 lembar daun kunyit", "½ sdt merica putih bubuk", "2 sdm minyak, untuk menumis", "8 butir bawang merah", "3 siung bawang putih", "2 cm lengkuas", "2 cm jahe", "1 batang serai", "½ sdt ketumbar"], "step": ["1 Panaskan minyak, tumis bumbu halus dengan cengkih dan daun kunyit hingga harum.", "2 Tuang air, aduk rata. Masak dengan api sedang hingga mendidih", "3 Masukkan Bango Kecap Manis, garam, merica bubuk, dan pala bubuk. Aduk rata. Masak hingga kembali mendidih.", "4 Masukkan ikan patin goreng. Aduk rata. Masak dengan api kecil hingga bumbu meresap.", "5 Angkat dan sajikan."], "like_count": 15}}, {"model": "resep.recipe", "pk": 95, "fields": {"user": 1, "title": "Resep Tumis Kacang Panjang Teri, Sayuran Sehat Sekaligus Praktis", "key": "resep-tumis-kacang-panjang-teri", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/05/tumis-kacang-panjang-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:31:41.469Z", "desc": "Ingin menyajikan menu sayuran yang praktis untuk minggu ini? Resep tumis kacang panjang dengan ikan teri segar ini mungkin bisa jadi salah satu pilihan yang enak buat teman nasi hangat. Mungkin kacang panjang memang bukan salah satu jenis sayuran yang jadi favorit banyak orang, padahal kacang panjang punya banyak manfaat bagi kesehatan.Sayuran yang juga tersedia dengan warna ungu ini memiliki kandungan zat besi, vitamin C, asam folat, kalsium, dan lainnya. Bukan hanya kaya manfaat, sayuran murah meriah yang selalu tersedia di sepanjang musim ini juga fleksibel dalam banyak olahan. Selain resep tumis kacang panjang teri ini, kacang panjang bisa digunakan untuk macam-macam. Misalnya untuk sayur asem, sayur lodeh, ketupat sayur, dan aneka resep tumisan.Supaya sayur kacang panjang tetap terasa manis dan garing, hindari memasaknya terlalu lama. Resep tumis kacang panjang ikan teri ini pas banget disajikan bersama dendeng balado, semur ayam, atau hidangan gulai. Sebelum bergegas belanja, catat bahan-bahan tumis sayur kacang panjang ini dulu, yuk!", "ingredient": ["300 g kacang panjang, potong 3 cm", "50 g ikan teri nasi segar", "5 butir bawang merah, iris tipis", "3 siung bawang putih, iris tipis", "2 buah cabai merah, potong serong", "2 cm lengkuas, memarkan", "2 lembar daun salam", "½ sdt Royco Kaldu Ayam", "4 sdm air", "3 sdm minyak, untuk menumis"], "step": ["1 Panaskan minyak, tumis bawang merah, bawang putih, cabai merah, lengkuas, dan daun salam hingga harum.", "2 Masukkan ikan teri, aduk rata.", "3 Tambahkan kacang panjang, Royco Kaldu Ayam, dan air. Masak hingga matang. Angkat.", "4 Sajikan tumis kacang panjang teri bersama nasi hangat."], "like_count": 49}}, {"model": "resep.recipe", "pk": 96, "fields": {"user": 1, "title": "Resep Ayam Goreng Oriental, Cocok Jadi Menu Bekalmu", "key": "resep-ayam-goreng-oriental", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/07/ayam-goreng-oriental-400x240.jpg", "difficulty": "Mudah", "times": "30mnt", "date": "2021-05-26T07:31:42.602Z", "desc": "Menyiapkan menu bekal seringkali membingungkan. Diperlukan masakan yang praktis dibuat tapi juga sesuai dengan selera. Salah satu menu yang bisa jadi pilihan adalah Ayam Goreng Oriental. Cara membuatnya cukup sederhana, bahan-bahannya pun mudah ditemukan.Ayam Goreng Oriental menggunakan daging ayam bagian dada. Makanan ini juga kerap disebut sebagai chicken pop corn, perbedaannya hanyalah pada ukuran potongan daging saja. Ayam Goreng Oriental dapat disajikan bersama nasi hangat dan saus sambal.Menyiapkan ayam goreng yang satu ini bisa kamu lakukan sehari sebelumnya. Marinasi selama 12 jam akan membuat bumbu lebih meresap. Di pagi hari, kamu tidak usah repot-repot lagi melumuri ayam dengan bumbu. Ayam yang sudah dimarinasi tinggal digoreng dengan minyak panas. Untuk sajian yang lebih menggiurkan dan kaya gizi, kamu bisa menyiapkan kentang goreng atau nasi sebagai karbohidrat. Begitupun tambahan tumis sayuran atau salad untuk kebutuhan seratmu.Yuk, kita intip cara membuatnya yang mudah dan lezat!", "ingredient": ["2 sdm kecap asin Jepang", "30 gram jahe, parut", "2 siung bawang putih, parut", "1 sachet Royco Kaldu Ayam", "½ sdt merica bubuk", "400 gram dada ayam tanpa tulang, potong dadu 3 cm", "100 gram tepung terigu serbaguna", "50 gram tepung maizena", "1 sachet Royco Kaldu Ayam", " Minyak goreng"], "step": ["1 Masukkan bumbu perendam dalam wadah yang terdiri dari kecap asin, Royco Kaldu Ayam, merica, bawang putih, dan jahe. Aduk hingga rata.", "2 Masukkan daging ayam yang telah dipotong ke dalam bumbu perendam.  Aduk hingga tercampur rata.", "3 Tutup wadah dan diamkan minimal 20 menit hingga 12 jam.", "4 Siapkan tepung terigu serbaguna dan campurkan dengan 1 sachet Royko Kaldu Ayam", "5 Ambil ayam yang telah dimarinasi, masukkan ke dalam tepung satu persatu.", "6 Goreng dalam minyak panas hingga kecokelatan. Sajikan dengan saus dan nasi hangat."], "like_count": 80}}, {"model": "resep.recipe", "pk": 97, "fields": {"user": 1, "title": "Resep Ayam Goreng Tulang Lunak, Pilihan Tepat untuk Santap Malam Nikmat", "key": "resep-ayam-goreng-tulang-lunak", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/09/ayam-goreng-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:31:43.442Z", "desc": "Ayam goreng selalu jadi favorit keluarga. Rasanya enak, cara membuatnya pun tak ribet. Agar tak membosankan, sajikan sesuatu yang berbeda malam ini. Salah satu menu yang bisa dipilih adalah ayam goreng tulang lunak.Untuk membuat ayam goreng tulang lunak, kita membutuhkan panci presto yang bisa membuat tulang dan daging empuk dalam waktu relatif singkat. Sebenarnya, tanpa panci presto pun kita tetap bisa membuat menu ini. Akan tetapi, butuh waktu yang cukup lama. Untuk menggodok ayam hingga lunak di panci biasa, butuh waktu sekitar 1-2 jam.Resep ayam goreng yang satu ini juga makin praktis karena memakai Royco Ayam Goreng Belacan. Dibuat dari rempah terbaik, bumbu siap pakai ini dapat membuat sajian ayam gorengmu makin lezat.Yuk, langsung saja kita ke dapur untuk mencoba resep ayam goreng tulang lunak. Ciptakan momen makan malam yang tak terlupakan dengan masakan yang satu ini!", "ingredient": ["800 gr ayam atau satu ekor ayam utuh", "1 bungkus Royco Bumbu Siap Pakai Ayam Goreng Belacan", "1 sdt Royco Kaldu Ayam", "4 butir bawang merah, haluskan", "2 siung bawang putih, haluskan", "250 ml air", "3 lembar daun salam", " minyak, untuk menggoreng", "2 cm lengkuas", "4 sdm Bango Kecap Manis", "2 butir bawang merah, iris", "1 buah cabai merah, iris serong", "1 buah jeruk nipis, peras dan ambil airnya"], "step": ["1 Siapkan panci presto. Masukkan ayam yang telah dipotong, Royco Ayam Goreng Belacan, bawang merah, bawang putih, daun salam, serai, Royco Kaldu Ayam dan air ke dalam panci.", "2 Masak di atas api sedang selama kurang lebih dua jam. Setelah ayam matang dan lunak, angkat dan tiriskan.", "3 Panaskan minyak, goreng ayam hingga warnanya kuning keemasan. Angkat dan tiriskan.", "4 Selanjutnya, kita siapkan mangkuk untuk membuat sambal kecap. Masukkan Bango Kecap Manis, bawang merah, cabai merah, dan perasan jeruk nipis. Aduk hingga rata.", "5 Sajikan ayam goreng tulang lunak dan sambal kecap selagi hangat."], "like_count": 43}}, {"model": "resep.recipe", "pk": 98, "fields": {"user": 1, "title": "Resep Tumis Siput Laut, Hidangan Spesial Khas Ambon", "key": "resep-tumis-siput-laut-khas-ambon", "image": "https://www.masakapahariini.com/wp-content/uploads/2019/11/tumis-siput-laut-400x240.jpg", "difficulty": "Cukup Rumit", "times": "1jam", "date": "2021-05-26T07:31:44.383Z", "desc": "Memasak seafood tumis siput laut? Siapa takut? Terinspirasi hidangan terkenal dari kota Ambon, resep tumisan ini mudah untuk diikuti, meski ada satu tantangannya. Ayo cari tahu dulu apakah itu berikut ini.Siput laut atau bia kalau kata orang Ambon bilang. Bentukan cangkangnya mirip dengan kerang dara yang biasa kita nikmati dengan direbus. Hanya saja bia punya mata yang nanti harus kamu bersihkan terlebih dahulu. Kalau susah, kamu bisa menggunakan kerang rebus sebagai penggantinya, ya. Lalu ada satu lagi cara membersihkannya bia agar tuntas bersih, yaitu dengan menggunakan arang dan garam.Padukan juga dengan resep-resep seafood lainnya seperti sate lilit, nasi goreng merah, ataupun oseng buncis udang. Selamat mencoba!", "ingredient": ["500 g siput laut atau bia", "5 butir bawang merah", "5 siung bawang putih", "2 buah tomat, iris tipis", "5 buah cabai besar", "3 sdm kunyit", "2 ruas jari jahe", "2 batang serai", "2 sdm Bango Kecap Manis", "1 sachet Royco Kaldu Ayam", " daun jeruk", "½ sdm jinten", "½ sdm ketumbar", "½ sdm garam", "1 sdm gula pasir", " minyak"], "step": ["1 Bersihkan siput laut atau bia, buang matanya dan rebus hingga lunak. Angkat dan tiriskan.", "2 Tumis bawang merah dan bawang putih yang telah dihaluskan.", "3 Tambahkan serai dan jahe yang telah dimemarkan. Kemudian, masukkan irisan tomat, garam, gula dan Royco Kaldu Ayam.", "4 Masukkan Bango Kecap Manis, siput laut, dan daun jeruk secukupnya.", "5 Tambahkan jintan dan ketumbar. Setelah itu campur dan tumis selama kurang lebih 30 menit. Angkat dan sajikan."], "like_count": 79}}, {"model": "resep.recipe", "pk": 99, "fields": {"user": 1, "title": "Resep Nasi Briyani Ayam, Hidangan Kaya Bumbu dan Rempah", "key": "resep-nasi-briyani-ayam", "image": "https://www.masakapahariini.com/wp-content/uploads/2020/07/Nasi-Briyani-400x240.jpg", "difficulty": "Mudah", "times": "1jam", "date": "2021-05-26T07:31:45.264Z", "desc": "Nasi berempah di Indonesia seperti nasi briyani, nasi kebuli, nasi mandi, dan nasi tomat hadir berkat pengaruh budaya Arab dan India. Warga keturunannya yang kemudian menetap di Indonesia meneruskan budaya menyantap nasi berempah ini hingga kini.Nasi briyani populer kita nikmati berkat datangnya pelancong India yang juga menyebarkan hidangan ini di negara tetangga, Malaysia. Sejatinya nasi briyani atau nasi biryani menggunakan beras basmati yang dimasak dengan minyak samin bersama rempah dan daging. Di Indonesia ada beberapa bahan utama yang digunakan sebagai lauk seperti daging ayam, sapi dan kambing. Ini sekaligus memberikan pemberi rasa gurih dan sedap pada nasi.Bukan hanya di Indonesia, cita rasa nasi briyani juga kesohor hingga ke seluruh dunia. Kamu bisa dengan mudah menemukannya di restoran yang berkonsep dapur India dan Arab. Salah satu kunci lezatnya rasa nasi ini adalah perpaduan komposisi rempah yang tepat. Terdiri dari kayu manis, kapulaga, jintan, cengkeh, pala, serta tambahan bubuk kari sehingga cita rasa dan aromanya begitu kuat.Yuk, coba bikin sendiri di rumah! Sajikan untuk akhir pekan atau Hari Raya. Pas juga untuk bekal ngantor buat kamu yang mengurangi makan di luar selama masa new normal ini.", "ingredient": ["300 g beras basmati, rendam 30 menit", "1 ekor (700 g) ayam, potong 8 bagian, buang kulitnya", "300 ml air", "1 sdm Royco Kaldu Ayam", "1 sdt garam", "½ sdt merica hitam bubuk", "150 g yogurt tawar", "300 ml susu rendah lemak", "80 ml santan kental", " minyak, untuk menggoreng", "1 buah bawang bombay, cincang", "7 siung bawang putih, cincang halus", "1 sdm kunyit, parut", "1 sdm ketumbar bubuk", "5 butir cengkeh", "7 butir kapulaga", "2 batang kayu manis", "1 sdt pala bubuk", "2 sdm kari bubuk", "2 sdt jintan bubuk", "3 lembar daun salam", " kismis", " acar", " kacang mede goreng"], "step": ["1 Panaskan 3 sdm minyak, tumis semua bahan bumbu hingga harum. Masukkan daging ayam dan Royco Kaldu Ayam, aduk. Masak daging ayam hingga setengah matang. Keluarkan daging, sisihkan.", "2 Masukkan beras ke dalam wajan berisi bumbu tumis, aduk rata. Tuang air, susu, santan, dan yogurt, aduk. Masak hingga air meresap habis.", "3 Kukus nasi dalam dandang panas hingga matang. Angkat. Sisihkan.", "4 Panaskan minyak, goreng daging ayam hingga matang dan kecokelatan. Angkat. Taburi dengan kacang mede dan kismis. Sajikan bersama ayam goreng dan acar."], "like_count": 26}}, {"model": "resep.likes", "pk": 3, "fields": {"user": 1, "rec": 2, "like": false, "dislike": true}}, {"model": "resep.likes", "pk": 4, "fields": {"user": 1, "rec": 98, "like": false, "dislike": true}}, {"model": "resep.likes", "pk": 5, "fields": {"user": 1, "rec": 94, "like": false, "dislike": true}}, {"model": "resep.favorite", "pk": 1, "fields": {"user": 1, "rec": 1, "fav": true}}, {"model": "resep.favorite", "pk": 2, "fields": {"user": 1, "rec": 4, "fav": true}}, {"model": "resep.favorite", "pk": 3, "fields": {"user": 1, "rec": 3, "fav": true}}, {"model": "resep.favorite", "pk": 5, "fields": {"user": 1, "rec": 2, "fav": false}}, {"model": "resep.favorite", "pk": 7, "fields": {"user": 3, "rec": 65, "fav": false}}, {"model": "resep.comment", "pk": 1, "fields": {"user": 1, "rec": 1, "time": "2021-06-02T04:49:03.337Z", "comment": "This is recipe need a lot of ingredient!"}}, {"model": "resep.comment", "pk": 2, "fields": {"user": 1, "rec": 15, "time": "2021-06-04T08:29:08.953Z", "comment": "Beware its spicy!"}}, {"model": "resep.comment", "pk": 3, "fields": {"user": 1, "rec": 7, "time": "2021-06-04T08:29:44.363Z", "comment": "Beware its spicy!"}}, {"model": "resep.comment", "pk": 5, "fields": {"user": 3, "rec": 98, "time": "2021-06-08T06:33:07.845Z", "comment": "This recipe is bit hard to make!"}}, {"model": "resep.comment", "pk": 6, "fields": {"user": 3, "rec": 96, "time": "2021-06-08T06:36:00.219Z", "comment": "Yummy!"}}, {"model": "resep.comment", "pk": 7, "fields": {"user": 3, "rec": 94, "time": "2021-06-08T06:36:54.923Z", "comment": "Easy to make."}}, {"model": "resep.comment", "pk": 8, "fields": {"user": 3, "rec": 2, "time": "2021-06-08T06:38:36.535Z", "comment": "Need an expert to make this dish!"}}, {"model": "resep.comment", "pk": 14, "fields": {"user": 5, "rec": 97, "time": "2021-06-26T03:31:23.501Z", "comment": "First Comments"}}, {"model": "mail.email", "pk": 1, "fields": {"user": 4, "sender": 4, "subject": "test", "body": "test", "timestamp": "2021-06-12T05:54:59.794Z", "read": true, "archived": false, "recipients": [5]}}, {"model": "mail.email", "pk": 2, "fields": {"user": 5, "sender": 4, "subject": "test", "body": "test", "timestamp": "2021-06-12T05:55:00.132Z", "read": false, "archived": false, "recipients": [5]}}, {"model": "mail.email", "pk": 3, "fields": {"user": 4, "sender": 4, "subject": "another test", "body": "Hello World", "timestamp": "2021-06-12T05:56:19.163Z", "read": true, "archived": false, "recipients": [5]}}, {"model": "mail.email", "pk": 4, "fields": {"user": 5, "sender": 4, "subject": "another test", "body": "Hello World", "timestamp": "2021-06-12T05:56:19.487Z", "read": false, "archived": true, "recipients": [5]}}, {"model": "mail.email", "pk": 5, "fields": {"user": 5, "sender": 5, "subject": "hi", "body": "test", "timestamp": "2021-06-12T06:55:01.026Z", "read": true, "archived": false, "recipients": [6]}}, {"model": "mail.email", "pk": 6, "fields": {"user": 6, "sender": 5, "subject": "hi", "body": "test", "timestamp": "2021-06-12T06:55:01.350Z", "read": false, "archived": false, "recipients": [6]}}, {"model": "mail.email", "pk": 7, "fields": {"user": 5, "sender": 5, "subject": "Re: hi", "body": "On Jun 12 2021, 06:55 AM emma@examples.com wrote: \n \"test\"\nTest again", "timestamp": "2021-06-12T06:56:03.991Z", "read": true, "archived": false, "recipients": [6]}}, {"model": "mail.email", "pk": 8, "fields": {"user": 6, "sender": 5, "subject": "Re: hi", "body": "On Jun 12 2021, 06:55 AM emma@examples.com wrote: \n \"test\"\nTest again", "timestamp": "2021-06-12T06:56:04.342Z", "read": false, "archived": false, "recipients": [6]}}, {"model": "mail.email", "pk": 9, "fields": {"user": 5, "sender": 5, "subject": "Re: hi", "body": "On Jun 12 2021, 06:55 AM emma@examples.com wrote: \n \"test\"\nThree times in row for testing only", "timestamp": "2021-06-12T06:56:25.025Z", "read": true, "archived": false, "recipients": [6]}}, {"model": "mail.email", "pk": 10, "fields": {"user": 6, "sender": 5, "subject": "Re: hi", "body": "On Jun 12 2021, 06:55 AM emma@examples.com wrote: \n \"test\"\nThree times in row for testing only", "timestamp": "2021-06-12T06:56:25.357Z", "read": false, "archived": false, "recipients": [6]}}, {"model": "mail.email", "pk": 11, "fields": {"user": 4, "sender": 4, "subject": "Hi, I hope you got hired!", "body": "This message hopes that you will got hired soon!", "timestamp": "2021-06-26T05:05:03.608Z", "read": true, "archived": false, "recipients": [5]}}, {"model": "mail.email", "pk": 12, "fields": {"user": 5, "sender": 4, "subject": "Hi, I hope you got hired!", "body": "This message hopes that you will got hired soon!", "timestamp": "2021-06-26T05:05:03.996Z", "read": false, "archived": false, "recipients": [5]}}, {"model": "mail.email", "pk": 13, "fields": {"user": 2, "sender": 4, "subject": "Hi we need your present!", "body": "Hi we need your present in next meeting. Dont late!", "timestamp": "2021-06-26T05:12:33.056Z", "read": false, "archived": false, "recipients": [2]}}, {"model": "mail.email", "pk": 14, "fields": {"user": 4, "sender": 4, "subject": "Hi we need your present!", "body": "Hi we need your present in next meeting. Dont late!", "timestamp": "2021-06-26T05:12:33.445Z", "read": true, "archived": false, "recipients": [2]}}, {"model": "mail.email", "pk": 15, "fields": {"user": 2, "sender": 4, "subject": "dont late", "body": "Please dont late in next meeting!", "timestamp": "2021-06-26T05:14:19.270Z", "read": false, "archived": false, "recipients": [2]}}, {"model": "mail.email", "pk": 16, "fields": {"user": 4, "sender": 4, "subject": "dont late", "body": "Please dont late in next meeting!", "timestamp": "2021-06-26T05:14:19.667Z", "read": true, "archived": false, "recipients": [2]}}, {"model": "mail.email", "pk": 17, "fields": {"user": 2, "sender": 4, "subject": "test", "body": "test", "timestamp": "2021-06-26T05:17:40.274Z", "read": false, "archived": false, "recipients": [2]}}, {"model": "mail.email", "pk": 18, "fields": {"user": 4, "sender": 4, "subject": "test", "body": "test", "timestamp": "2021-06-26T05:17:40.685Z", "read": true, "archived": false, "recipients": [2]}}, {"model": "mail.email", "pk": 33, "fields": {"user": 2, "sender": 4, "subject": "a", "body": "a", "timestamp": "2021-06-26T05:34:00.858Z", "read": false, "archived": false, "recipients": [2]}}, {"model": "mail.email", "pk": 34, "fields": {"user": 4, "sender": 4, "subject": "a", "body": "a", "timestamp": "2021-06-26T05:34:01.203Z", "read": true, "archived": false, "recipients": [2]}}, {"model": "sns.post", "pk": 1, "fields": {"user": 1, "body": "Hi this is my First Post!!!", "like_count": 4, "date": "2021-06-14T01:17:29.779Z", "image": ""}}, {"model": "sns.post", "pk": 2, "fields": {"user": 1, "body": "My second Post for testing!", "like_count": 2, "date": "2021-06-14T06:57:11.225Z", "image": ""}}, {"model": "sns.post", "pk": 3, "fields": {"user": 3, "body": "My first Posting", "like_count": 1, "date": "2021-06-18T12:45:39.039Z", "image": ""}}, {"model": "sns.post", "pk": 5, "fields": {"user": 1, "body": "Testing for image upload!", "like_count": 0, "date": "2021-06-22T06:32:16.424Z", "image": "user_image/casper_q9IolO2.jpg"}}, {"model": "sns.post", "pk": 6, "fields": {"user": 5, "body": "Great for wallpaper!", "like_count": 0, "date": "2021-06-25T06:02:37.547Z", "image": "user_image/matese-fields-pvHma684eEI-unsplash.jpg"}}, {"model": "sns.follow", "pk": 1, "fields": {"user": 3, "following": 1, "friend_request": true}}, {"model": "sns.follow", "pk": 2, "fields": {"user": 5, "following": 1, "friend_request": true}}, {"model": "sns.follow", "pk": 3, "fields": {"user": 6, "following": 1, "friend_request": false}}, {"model": "sns.follow", "pk": 4, "fields": {"user": 2, "following": 1, "friend_request": false}}, {"model": "sns.follow", "pk": 5, "fields": {"user": 1, "following": 4, "friend_request": false}}, {"model": "sns.follow", "pk": 6, "fields": {"user": 2, "following": 5, "friend_request": false}}, {"model": "sns.follow", "pk": 7, "fields": {"user": 3, "following": 5, "friend_request": false}}, {"model": "sns.follow", "pk": 9, "fields": {"user": 5, "following": 6, "friend_request": false}}, {"model": "sns.profile", "pk": 1, "fields": {"user": 1, "user_avatar": "user_avatar/back.png", "country": "Indonesia", "address": "Jl Swadaya 1", "city": "Bekasi", "postcode": "17412", "bio": "For Testing only!"}}, {"model": "sns.profile", "pk": 2, "fields": {"user": 3, "user_avatar": "user_avatar/febrian-zakaria-SiQgni-cqFg-unsplash.jpg", "country": "Indonesia", "address": "Jatibening", "city": "Jakarta", "postcode": "17412", "bio": "Please follow my account"}}, {"model": "sns.profile", "pk": 3, "fields": {"user": 5, "user_avatar": "user_avatar/alexander-krivitskiy-2jqonGHlwsc-unsplash_kF56awY.jpg", "country": "Brunei", "address": "", "city": "", "postcode": "", "bio": ""}}, {"model": "sns.profile", "pk": 4, "fields": {"user": 4, "user_avatar": "user_avatar/marcel-strauss-pi30AjiE4U4-unsplash.jpg", "country": "", "address": "", "city": "", "postcode": "", "bio": ""}}, {"model": "sns.profile", "pk": 5, "fields": {"user": 6, "user_avatar": "user_avatar/vlad-bagacian-d1eaoAabeXs-unsplash.jpg", "country": "", "address": "", "city": "", "postcode": "", "bio": ""}}, {"model": "sns.sns_comments", "pk": "477c2e7f-76d5-48cd-8d18-9cd5b4b77660", "fields": {"user": 5, "post": 1, "body": "Yes and get hired!", "date": "2021-06-25T06:05:59.572Z"}}, {"model": "sns.sns_comments", "pk": "9ae6878b-cfa5-43af-9926-d265722eb4d2", "fields": {"user": 4, "post": 1, "body": "Keep and get hired soon! We need Money", "date": "2021-06-25T06:26:33.288Z"}}, {"model": "sns.sns_comments", "pk": "d1a75040-d6ab-40a7-8401-49555d9f4e65", "fields": {"user": 1, "post": 1, "body": "Great! Keep Posting and make this web bigger!", "date": "2021-06-23T08:26:01.428Z"}}, {"model": "sns.sns_comments", "pk": "f2e7ba6f-0fc2-448d-8b65-1b034bec937a", "fields": {"user": 1, "post": 3, "body": "Keep Up!", "date": "2021-06-25T04:12:09.845Z"}}, {"model": "sessions.session", "pk": "0iyv7834dp3gz0gvj5pyz49vvv3ihivs", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1ltNl8:9Ng-V0BFAsjqxBbiAcwRxTldz7e9VFF-oIjuImWYf0w", "expire_date": "2021-06-30T05:06:38.205Z"}}, {"model": "sessions.session", "pk": "6d2b8iygeax7epsp29541inmdl6sqx3r", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lviCE:ZsEh-Zc9VVOPRbiearWB7vyv1vt19SZ-a14WaAHMjTA", "expire_date": "2021-07-06T15:20:14.946Z"}}, {"model": "sessions.session", "pk": "7jdqbbyn51somgow797y4imtv9n13unp", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lqsxQ:fQsk7FXCb1ZBrS4UG8-w5frBSqPaiVrQFLSjmw1RZ7k", "expire_date": "2021-06-23T07:49:00.343Z"}}, {"model": "sessions.session", "pk": "agaxpwi9ez05kvbkjrnf4mrqq01wtasv", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lnxIW:suLZ1e249eHuWuXTxtBK7VvjM75I9fZUIHGyE6Ifdo0", "expire_date": "2021-06-15T05:50:40.337Z"}}, {"model": "sessions.session", "pk": "aohmmsfays5plwa240ncxv6a8da3se7y", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lnFhN:xh7Q460zGph-2Ave--FCD7zrX4VxUgjIv_gWkMsOHy4", "expire_date": "2021-06-13T07:17:25.306Z"}}, {"model": "sessions.session", "pk": "c5isdilifkdvg32shfce1g3el11rtwck", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1loIDM:IcgzcvGYv8vEtkppMO9Ld-lkXtmlJl7Lla8QZSGJ7No", "expire_date": "2021-06-16T04:10:44.034Z"}}, {"model": "sessions.session", "pk": "c9kg5z3t0odzlekvg0a6q7hgpwp9q3av", "fields": {"session_data": ".eJxVjEEOwiAQRe_C2pDCMAVcuvcMZIBBqoYmpV0Z765NutDtf-_9lwi0rTVsnZcwZXEWIE6_W6T04LaDfKd2m2Wa27pMUe6KPGiX1znz83K4fweVev3Wxg-Zi9KabSJlwOpCcdQRGAspQM_OuQLKjoAERJ6jxcFmVFgweiPeH-KhN6g:1lvDsX:eM9nfrsxnIIOKx02S63cG83GvmYHU38yKqxL4IMTqPg", "expire_date": "2021-07-05T06:57:53.506Z"}}, {"model": "sessions.session", "pk": "e541zpvj32kxncjmrxnhn2q3havzatm4", "fields": {"session_data": ".eJxVjMEOwiAQRP-FsyFAdyl69N5vIAtspWogKe3J-O9K0oPeJvPezEt42rfs98arX5K4CC1Ov12g-ODSQbpTuVUZa9nWJciuyIM2OdXEz-vh_h1kavm7NoRRK5VgMMadZwyEzKAoMaJDClaDHqLtEciNesBoZgfgrAomqlG8P9H1Nyo:1lx4gh:qz31BT3kRZPIVDANUa-0jkDjkHNBRdZVMCKJdcSmKxQ", "expire_date": "2021-07-10T09:33:19.994Z"}}, {"model": "sessions.session", "pk": "eevaq9pyw8x4r74grt6w91c70bklezds", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lm9LL:1SXgEPZG7MnILUmNwgB4qib0fRb39DXUQADL8imdP9U", "expire_date": "2021-06-10T06:18:07.379Z"}}, {"model": "sessions.session", "pk": "fyaa55ps2m1ykp5qtdugjbcg7neasigz", "fields": {"session_data": ".eJxVjMEOwiAQRP-FsyEUSkGP3v0GsssuUjWQlPZk_Hdp0oOeJpn3Zt4iwLbmsDVewkziIkZx-u0Q4pPLDugB5V5lrGVdZpS7Ig_a5K0Sv66H-3eQoeW-RtQqxgmM13pQjrzr6dMZ0CpvtUNgNMkq1y00AztPTAm1tROm0ZH4fAHeBzgk:1lx0Rg:2KgiUDfDvme3Be_RCdFvjvRknczhk0Sx-YvtkdNYMiM", "expire_date": "2021-07-10T05:01:32.791Z"}}, {"model": "sessions.session", "pk": "gprb04xkwham30aentuagkvwnexh40qz", "fields": {"session_data": ".eJxVjDsOwjAUBO_iGll2_MOU9JwhWvs9cADZUpxUiLtDpBTQ7szsS4xYlzKunedxInESWhx-t4T84LoBuqPemsytLvOU5KbInXZ5acTP8-7-HRT08q2jt8q5TFdo9jla71RWwYM5RAAKzgQy0IMnKONNsFHpaI4cMbhkWLw_2Y03aA:1lx4iY:4oPEzEDtSShGdUqBkMTSwNUO0VWmKh6oMWPDxTsLp0k", "expire_date": "2021-07-10T09:35:14.697Z"}}, {"model": "sessions.session", "pk": "gqfzvrdivxnrwueqzvmfai25cdjp7xb9", "fields": {"session_data": ".eJxVjDsOwjAUBO_iGll2_MOU9JwhWvs9cADZUpxUiLtDpBTQ7szsS4xYlzKunedxInESWhx-t4T84LoBuqPemsytLvOU5KbInXZ5acTP8-7-HRT08q2jt8q5TFdo9jla71RWwYM5RAAKzgQy0IMnKONNsFHpaI4cMbhkWLw_2Y03aA:1lx0Lw:ZgbX4qRCoTcawI52CRQ2WvQ-iqeVE-4mKoLtcwY7VxA", "expire_date": "2021-07-10T04:55:36.424Z"}}, {"model": "sessions.session", "pk": "hvvz891oytlupjfeg1oe9mdopr2c7nez", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lp5i1:3mJCleHQ1IRtt3tKyKmH87vogDscEs9Heal8_9qDCLo", "expire_date": "2021-06-18T09:01:41.212Z"}}, {"model": "sessions.session", "pk": "jhjliut84oefpbolmw909okp992d1cwl", "fields": {"session_data": "e30:1ljGGt:K1dxaft7iSYtMY_zsdmVInf2YCMSPWvwgqG4qZ-4UQE", "expire_date": "2021-06-02T07:05:35.092Z"}}, {"model": "sessions.session", "pk": "jks2bhn3wymzvmmsfh8uehay4vrm6jlw", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lvwqn:_887ei9k5jqtImu68NyhPf6PcmAd7n0hqFZ0DGISMVU", "expire_date": "2021-07-07T06:59:05.191Z"}}, {"model": "sessions.session", "pk": "k7l80osmphfco6sfbc9xwwh13kz17pbv", "fields": {"session_data": ".eJxVjEEOwiAQRe_C2pAOHTrUpfuegQwwSNW0SWlXxrsbki50-997_608H3vxR5XNz0ldlVWX3y1wfMrSQHrwcl91XJd9m4Nuij5p1dOa5HU73b-DwrW0Ghiyw0EMBUMjOdtBjzyIE-IYsQMylskJ0ijAFlOGsUdJFHPAPqvPF9BRN7Q:1lrwHW:jclyG1NuwS9L4VWI0dWoEHTSDzGDheIsl8IiukTU5ZQ", "expire_date": "2021-06-26T05:34:06.114Z"}}, {"model": "sessions.session", "pk": "lw5zc06kxf0f37rvjf79mk3gipo7sxs0", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lu8LH:-Mi5plODzS-YamDlsD5DMrBx754YLVXMjTLnhkaZhaU", "expire_date": "2021-07-02T06:51:03.104Z"}}, {"model": "sessions.session", "pk": "o9iqh112wsfetueuczbeelbv5d1ycujo", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1luEKH:sePYeEfIFsFdEmZrx8Eft0rwtuAh2Na2KzbpJ0BVwLY", "expire_date": "2021-07-02T13:14:25.749Z"}}, {"model": "sessions.session", "pk": "ps4rhepfn3y6lkiol33inm07zrj4y7x9", "fields": {"session_data": ".eJxVjDsOwjAUBO_iGll2_MOU9JwhWvs9cADZUpxUiLtDpBTQ7szsS4xYlzKunedxInESWhx-t4T84LoBuqPemsytLvOU5KbInXZ5acTP8-7-HRT08q2jt8q5TFdo9jla71RWwYM5RAAKzgQy0IMnKONNsFHpaI4cMbhkWLw_2Y03aA:1lx4YP:ub8K00bPNoSJNU3yA0-dNGSO5AFuw0UbHcBgdk088G0", "expire_date": "2021-07-10T09:24:45.796Z"}}, {"model": "sessions.session", "pk": "qr3pi6pdt9pkkbmswsinzovqv7an7wpg", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lqWS2:x_KveC4NN60QXb3-pmeHiqkR46tXeF_OTDjG8CZ6vS4", "expire_date": "2021-06-22T07:47:06.521Z"}}, {"model": "sessions.session", "pk": "rpzrrfji6hdcicgxxhlcv8ocrhujpkip", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1llnpM:w3HAjcPuWwvJ2v04-73lP2anboO1xiyMUCNl0XpczCk", "expire_date": "2021-06-09T07:19:40.426Z"}}, {"model": "sessions.session", "pk": "u6iugkf79r8jlk14f1rk9u4hf1wjp12g", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lsgj2:93BrbJAI_4wEbZGXL_0s0Y7Y2c-mlFT-V0JDZrITS7g", "expire_date": "2021-06-28T07:09:36.803Z"}}, {"model": "sessions.session", "pk": "vnzzht49m8wpvz3xjk158ajsooyqxe4y", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1luBco:GK_5X4sTh8lgKKWTcLkpkW5XfXKU0pcBirTAu8Her6U", "expire_date": "2021-07-02T10:21:22.079Z"}}, {"model": "sessions.session", "pk": "wjuncm2gnogteykc6wdz51bddxgwazj4", "fields": {"session_data": "e30:1ljGC2:ywdD_PI6xOtro-1lu5iHlxKnMha6DaY34sbBFoHcDPM", "expire_date": "2021-06-02T07:00:34.417Z"}}, {"model": "sessions.session", "pk": "xnvly4en66vb0avauyyh4jkqm274mg79", "fields": {"session_data": ".eJxVjEEKwyAQAP_iuQgaXbXH3vsGcbNrTVsUYnIK_XsRcmivM8McIqZ9K3HvvMaFxFVocfllmOYX1yHomeqjybnVbV1QjkSetst7I37fzvZvUFIvYwsBDekEfprRalTKZwgewGaagLUGbzggqkTBGYPIlhyihQCOMoD4fAHVRDfF:1ljcKy:GCWQpxMbO6B5gbsOdyvFyHhavdF1WUUs3SuIf1yAlj4", "expire_date": "2021-06-03T06:39:16.935Z"}}, {"model": "sessions.session", "pk": "yz58pxfx48af8qw0b4cywxv3nhnwzi3c", "fields": {"session_data": ".eJxVjEEOwiAQRe_C2pDCMAVcuvcMZIBBqoYmpV0Z765NutDtf-_9lwi0rTVsnZcwZXEWIE6_W6T04LaDfKd2m2Wa27pMUe6KPGiX1znz83K4fweVev3Wxg-Zi9KabSJlwOpCcdQRGAspQM_OuQLKjoAERJ6jxcFmVFgweiPeH-KhN6g:1lqtBl:bMm2SqA87V4hE-cPbtDbSA4gMbrgRNwIZ4ZinfL_fXg", "expire_date": "2021-06-23T08:03:49.235Z"}}, {"model": "sessions.session", "pk": "z3mhixynuo3ucrwggsyi4bu35suc2f2u", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1lsgkG:M0aKXIu2dGG3_2wThTl0EQJEMqJoXbhVSWy_PApX2XE", "expire_date": "2021-06-28T07:10:52.498Z"}}, {"model": "sessions.session", "pk": "z5fx4wph004mypnxqnk5ac68wgajqxhy", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWmmpUOpS_eegcx0BosaSCisjHdXEha6_e-9_zI9bWvpt6pLP4o5G2dOvxtTfui0A7nTdJttnqd1Gdnuij1otddZ9Hk53L-DQrV8a0qtDhGjRg4e0XMQ6ACJseFA0CZoBFjCkMUhQG69gjrNFLsEmJx5fwDcRDeN:1loiz8:SbXaXreStWG_-uMuacZvmDKHCNDI5O4rEIYNkej8kM4", "expire_date": "2021-06-17T08:45:50.923Z"}}]